[
    {
        "title": "Dominic-Madori Davis, Author at TechCrunch",
        "text": "The one and only Parker Conrad stopped by TechCrunch’s Found this week to talk to us about his company Rippling, as well as the X…",
        "authors": "['Dominic-Madori Davis', 'Senior Reporter', 'Venture', 'Latest Dominic-Madori Davis']",
        "top_image": "https://secure.gravatar.com/avatar/0473ee12e85006560325db112eaf1dce?s=500&d=identicon&r=g",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/dominic-madori-davis/",
        "timestamp": "1725420314.0618691",
        "displayed": 0
    },
    {
        "title": "From their experiences at Uber and PayPal, Palm founders want to make moving cash easier for big companies",
        "text": "At Uber, Gurjit Pannu remembers moving billions in cash across bank accounts globally, realizing almost immediately the importance of effective cash flow management.\n\nChristian Sobkowski, meanwhile, recalls his days working in financial services, most notably at PayPal, where helped expand the company’s business across Europe.\n\nIt’s no wonder then, that the two decided to come together as co-CEOs, pairing their financial backgrounds to create a company that, in hindsight, would have made Pannu’s former day job much easier.\n\n“With Treasury teams deciding how the largest corporations move cash around the world, it became obvious that guiding those money flows was worthy of bringing the best talent to re-think how it’s done,” Sobkowski told TechCrunch.\n\nThe result is Palm, launched in 2023 with the goal of making cash management for enterprise treasury teams easier. Today, it’s announcing a $6.1 million seed round led by Speeinvest and Target Global. The company has built all-in-one platform to let businesses move money between hundreds of bank accounts and subsidiaries in a more efficient way.\n\nPalm’s platform lets businesses move money between hundreds of bank accounts and subsidiaries in a more efficient way. It tracks daily money movement, and the setup process takes weeks rather than months like traditional treasurer systems, the founders claim. It also has an automated feature that provides tailored cash forecasting in a way that the company says outperforms human models at least 75% of the time.\n\n“Although we had a treasury management system, all of the forecasting and money movements were managed in spreadsheets because the systems we used weren’t reliable enough to build the process around,” Pannu recalled of his time at Uber. “They required tons of workarounds and costly customization to meet our requirements. With an ever-evolving business, we couldn’t invest the time [or] money to customizing a process within the tool that would later become redundant.”\n\nFor many companies, Pannu says the executive of payments is quite straightforward — but the friction and decision-making leading up to making such decisions is “arduous.”\n\n“Treasury teams must retrieve balances across hundreds of accounts, understand the funding need on these accounts, determine when the payment is required to ensure it gets there on time and determine the correct commercial instrument is being designated for the movement,” Pannu mapped out. “Teams must also have the funds follow an intricate map across entity structures to ensure compliance.”\n\nIn other words — it’s a lot of work that perhaps could use some automation.\n\nPalm has clients listed on the NASDAQ and NYSE but declined to share their names. Palm plans to use the fundraise to expand its team, especially within product and engineering. The company’s closed beta is also now accepting new customers. The company’s beta ends at the end of this year.",
        "authors": "['Dominic-Madori Davis']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/09/Founders-Picture.jpeg?resize=1200,800",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/09/03/from-their-experiences-at-uber-and-paypal-palm-founders-want-to-make-moving-cash-easier-for-big-companies/",
        "timestamp": "1725420311.817497",
        "displayed": 0
    },
    {
        "title": "Fundraising",
        "text": "Featured Article\n\nVCs are increasingly buying shares of late-stage startups on the secondary market as they try to get pieces of the hottest ones — especially AI companies. But they are also increasingly doing so through financial instruments called special purpose vehicles (SVPs). Some of those SPVs are becoming such hot commodities…",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png?resize=1200,1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/category/fundraising/",
        "timestamp": "1725420309.447596",
        "displayed": 0
    },
    {
        "title": "Sarah Perez, Author at TechCrunch",
        "text": "Sarah has worked as a reporter for TechCrunch since August 2011. She joined the company after having previously spent over three years at ReadWriteWeb. Prior to her work as a reporter, Sarah worked in I.T. across a number of industries, including banking, retail and software.",
        "authors": "['Sarah Perez', 'Consumer News Editor', 'Latest Sarah Perez']",
        "top_image": "https://secure.gravatar.com/avatar/5225bb627e112543aa03bf3b2958be3f?s=500&d=identicon&r=g",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/sarah-perez/",
        "timestamp": "1725420307.5327628",
        "displayed": 0
    },
    {
        "title": "Bluesky continues to soar, adding 2M more new users in a matter of days",
        "text": "Social networking startup Bluesky continues to benefit from X’s shutdown in Brazil, having now added more than 2 million new users over the past four days, up from just half a million as of Friday. This rapid growth led some users to encounter the occasional error that would state there were “Not Enough Resources” to handle requests, as Bluesky engineers scrambled to keep the servers stable under the influx of new sign-ups.\n\nAs new users downloaded the app, Bluesky jumped to becoming the No. 1 app in Brazil over the weekend, ahead of Meta’s X competitor, Instagram Threads. According to app intelligence firm Appfigures, Bluesky’s total downloads soared by 10,584% this weekend compared to last, and its downloads in Brazil were up by a whopping 1,018,952%. The growth seems to be having a halo effect, as downloads outside Brazil also rose by 584%, the firm noted. In part, this is due to Bluesky receiving downloads in 22 countries where it had barely seen any traction before.\n\nIn terms of absolute downloads, countries that saw the most installs outside Brazil included the U.S., Portugal, the U.K., Canada and Spain. Those with the most download growth, however, were Portugal, Chile, Argentina, Colombia and Romania. Most of the latter group jumped from single-digit growth to growth in the thousands.\n\nBluesky’s newcomers have actively engaged on the platform, too, driving up other key metrics.\n\nAs one Bluesky engineer remarked, the number of likes on the social network grew to 104.6 million over the past four-day period, up from just 13 million when compared with a similar period just a week ago. Follows also grew from 1.4 million to 100.8 million while reposts grew from 1.3 million to 11 million.\n\nAs of Monday, Bluesky said it had added 2.11 million users during the past four days, up from 26,000 users it had added in the week-ago period. In addition, the company noted it had seen “significantly more than a 100% [daily active users] increase.”\n\nOn Tuesday, Bluesky told TechCrunch the number is now 2.4 million and continues to grow “by the minute.”\n\nBluesky’s appeal to those forced to leave X may have to do with how closely the user experience resembles that of the now Elon Musk-owned app, formerly known as Twitter. Once incubated within Twitter, Bluesky spun out as a separate company and raised its own funding, but still retains much of Twitter’s look and feel.\n\nLike X, Bluesky offers features like likes, reposts, quote posts, lists, direct messages, search tools and user profiles, but it also improves on X’s capabilities in other ways. As a decentralized social network, users can set up their own instances (servers that run Bluesky and connect to others over the AT Protocol), customize their feeds, subscribe to third-party moderation services and create and share “starter packs” that link to curated sets of recommended users to follow. In a coming update, Bluesky also plans to add support for video, the company says.\n\nAnother factor to consider here is how Bluesky’s approach to content and moderation differs from Threads.\n\nEven when it was Twitter, X has long been known as a hotbed for breaking news and political debates. Threads has taken the opposite approach, saying it would not default to recommending political content on its platform. Instead, Threads wants to make itself palatable to brands and influencers, similar to Instagram, as it intends to eventually monetize via ads.\n\nGiven that X’s ban in Brazil is tied to politics — the country wanted control over what could be said on the platform — it’s likely that some Brazilians opting for Bluesky wanted to join a network that was not centralized and as easily controlled. On platforms like X, moderation decisions are left up to the site’s owners, but on decentralized networks, the users are in charge.\n\nThat flexibility, combined with Bluesky’s ease of use, could make the network a bigger draw than others.\n\nFor instance, though Mastodon offers its own decentralized network, the recent user growth driven by Brazil was on a much smaller scale. On Saturday, Mastodon founder and CEO Eugen Rochko said the service had seen 4,200 signups from Brazil, up from 152 signups on August 28, for instance. That could speak to the fact that Brazilians want more than decentralization: They also want a place that more closely resembles Twitter/X.\n\nMeta has not yet commented on how large an increase it’s seen on Threads driven by Brazilians leaving X, but as a network that already has over 200 million monthly active users, even the addition of thousands or millions would not be as noticeable a gain, compared with the much smaller Bluesky. Still, it’s also possible that Brazilians wanted to move to a place that was separate from friends, family and creators — one that defaulted to public postings and felt more like Twitter once did. Bluesky’s culture, which tends toward s***posting and memes, has the sort of chaotic energy of an early Twitter.\n\nX is said to have had north of 20 million users in Brazil, which means there’s plenty of growth to be captured all around.\n\nUpdated 9/3/24, 3:15 p.m. ET with the most recent numbers from Bluesky (2.4 million).",
        "authors": "['Sarah Perez']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/02/bluesky-2024.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/09/03/bluesky-continues-to-soar-adding-2m-more-new-users-in-a-matter-of-days/",
        "timestamp": "1725420305.366604",
        "displayed": 0
    },
    {
        "title": "Social Media News",
        "text": "TikTok is introducing a new “Manage Topics” feature that will give you more control over what you see on your For You feed, the company announced on Friday. The new…",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png?resize=1200,1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/category/social/",
        "timestamp": "1725420303.12693",
        "displayed": 0
    },
    {
        "title": "Maxwell Zeff, Author at TechCrunch",
        "text": "Maxwell Zeff is a senior reporter at TechCrunch specializing in AI and emerging technologies. Previously with Gizmodo, Bloomberg, and MSNBC, Zeff has covered the rise of AI and the Silicon Valley Bank crisis. He is based in San Francisco. When not reporting, he can be found hiking, biking, and exploring the Bay Area’s food scene.",
        "authors": "['Maxwell Zeff', 'Senior Reporter', 'Consumer', 'Latest Maxwell Zeff']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/07/Maxwell-Zeff.jpg",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/maxwell-zeff/",
        "timestamp": "1725420300.897869",
        "displayed": 0
    },
    {
        "title": "Snap CEO says the company is testing a ‘simplified’ Snapchat",
        "text": "Snap is testing a “simplified version of Snapchat,” CEO Evan Spiegel wrote in a letter to employees published on Snap’s website Tuesday. The CEO says the simplified version aims to improve the platform’s accessibility and usability. For those that remember Snapchat’s 2018 redesign, this news may do little to stoke confidence.\n\nSpiegel attempted to rally employee spirits with his letter on Tuesday after a depressing year for the company’s stock price, which has fallen nearly 50% in 2024.\n\n“Investors are concerned that we aren’t growing faster,” said Spiegel in the letter.\n\nThe “simplified” Snapchat may be an attempt to capture older users, who are historically perplexed by the app’s not-so-intuitive design. Snapchat does a lot better at attracting younger audiences, who seem to just get the app. But this isn’t the first time Snapchat has tried to reconcile these issues.\n\nYou might remember Snap’s 2017 earnings call when Spiegel admitted that he’s heard, “Snapchat is difficult to understand or hard to use,” particularly for older folks. Months later, Snap pushed out a major redesign to reclaim those users, jamming Stories between private messages, among other changes that ended up infuriating more users than it attracted.\n\nA 2018 Change.org petition to “remove the new Snapchat update” received 1.2 million signatories, while celebrity influencers like Kylie Jenner, Chrissy Teigen and Marques Brownlee expressed their frustration. But even worse, the redesign cratered the platform’s ad views and revenue, alienating its younger userbase while failing in its bid to attract older folks. By May of 2018, Snap was scrambling to roll back some of the changes.\n\nSpiegel writes in Tuesday’s letter that early tests of the simplified redesign have been “directionally positive,” though the CEO notes “we will be thoughtful and deliberate about making a change of this magnitude.” He’s almost definitely alluding to the 2018 redesign failure, which I’m sure no one at Snap has forgotten about.\n\nThe announcement of a new, simplified version of Snapchat was tucked into Spiegel’s broader musings about Snap’s business strategy. He claimed that Snap’s venture into augmented reality glasses — which it calls Spectacles — would yield a market with no competitors. Perhaps he’s pretending that Meta’s AR glasses, Meta Ray-Bans, simply don’t exist?\n\nIn an effort to stimulate Snapchat’s struggling ad division, Spiegel also announced new placements for ads, called Sponsored Snaps and Promoted Places. The former allows advertisers to send Snapchats directly to users’ chat inboxes, and the latter lets advertisers promote destinations on Snap Map.",
        "authors": "['Maxwell Zeff']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2019/10/Evan-Spiegel-SnapDSC04017.jpg?resize=1200,800",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/09/03/snap-ceo-says-the-company-is-testing-a-simplified-snapchat/",
        "timestamp": "1725420298.268405",
        "displayed": 0
    },
    {
        "title": "Read the latest app news on TechCrunch",
        "text": "The app economy continues to grow, having produced a record number of downloads and consumer spending across both the iOS and Google Play stores. Keep up with this fast-moving industry in one place, with the latest from the world of apps, including news, updates, startup fundings, mergers and acquisitions, and much more.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png?resize=1200,1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/category/apps/",
        "timestamp": "1725420295.627018",
        "displayed": 0
    },
    {
        "title": "Kyle Wiggers, Author at TechCrunch",
        "text": "Kyle Wiggers is a senior reporter at TechCrunch with a special interest in artificial intelligence. His writing has appeared in VentureBeat and Digital Trends, as well as a range of gadget blogs including Android Police, Android Authority, Droid-Life, and XDA-Developers. He lives in Brooklyn with his partner, a piano educator, and dabbles in piano himself. occasionally — if mostly unsuccessfully.",
        "authors": "['Kyle Wiggers', 'Senior Reporter', 'Enterprise', 'Latest Kyle Wiggers']",
        "top_image": "https://secure.gravatar.com/avatar/c444ee74e16b994683cd9c6497173dda?s=500&d=identicon&r=g",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/kyle-wiggers/",
        "timestamp": "1725420293.710666",
        "displayed": 0
    },
    {
        "title": "Canva has increased prices for its Teams product",
        "text": "Canva, the design platform, is increasing prices steeply for some customers. And it’s blaming the move in part on generative AI.\n\nIn the U.S., some Canva Teams subscribers on older pricing plans are seeing the sticker price for a five-person plan jump from $119.99 per year to $500 per year (with a 40% discount for the first 12 months). In Australia, meanwhile, the flat $39.99 AUS (about $26) per-month fee for up to five users has been raised to $13.50 AUS for each user.\n\nOn an individual user basis, Canva Teams prices are now $100 per person, or $10 a month per person, with a minimum of three people required for a Teams plan. Those prices were quietly changed earlier this year for new customers, but now the company is changing the price for customers who’d previously paid a lower price.\n\nThe price changes don’t apply to Canva’s Pro or Enterprise tiers.\n\nIn a statement to TechCrunch, a Canva spokesperson confirmed the new price points and pointed to the company’s growing suite of generative AI tools — including Magic Studio — as a reason for the adjustments. They also noted that some of Canva’s customers had been locked into lower prices that Canva no longer offers; Canva quietly changed its Teams pricing earlier this year to $10 per month for each user.\n\n“Our original pricing reflected the early stage of this product and has remained unchanged for the last four years,” the spokesperson said. “We’re now updating the price for customers on this older plan to reflect our expanded product experience.”\n\nCanva price increase is one of the biggest increases I have ever seen YoY. pic.twitter.com/8MOEYMcRm3 — Will Sanders (@wlsndrs) August 30, 2024\n\nCanva’s price hikes, which come as the company readies for an IPO, haven’t been well received, unsurprisingly. Users took particular issue with the fact that Canva communicated the changes through customer emails instead of publicly, as it has in the past.\n\nThe new pricing is a departure from Canva’s roots as an affordable alternative to design software like Adobe’s. It may also be a reflection of the startup growing too quickly, too fast; in March, Canva acquired U.K.-based graphic design software firm Serif for ~$380 million and just in August bought generative AI image company Leonardo.\n\nCorrection: A previous version of this article misstated the Canva Teams price for Australian customers. It is $13.50 per user per month, with a three-user minimum.",
        "authors": "['Kyle Wiggers']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/05/GettyImages-1258807457.jpg?w=1024",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/09/03/canva-has-increased-prices-for-its-teams-product/",
        "timestamp": "1725420291.7650099",
        "displayed": 0
    },
    {
        "title": "AI News & Artificial Intelligence",
        "text": "Organizations are people and people are messy, and you have to look beyond the tech to the end goal: implementing new software that could transform the business.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png?resize=1200,1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/category/artificial-intelligence/",
        "timestamp": "1725420289.289415",
        "displayed": 0
    },
    {
        "title": "Brian Heater, Author at TechCrunch",
        "text": "Brian Heater is the Hardware Editor at TechCrunch. He worked for a number of leading tech publications, including Engadget, PCMag, Laptop, and Tech Times, where he served as the Managing Editor. His writing has appeared in Spin, Wired, Playboy, Entertainment Weekly, The Onion, Boing Boing, Publishers Weekly, The Daily Beast and various other publications. He hosts the weekly Boing Boing interview podcast RiYL, has appeared as a regular NPR contributor and shares his Queens apartment with a rabbit named Juniper.",
        "authors": "['Brian Heater', 'Hardware Editor', 'Latest Brian Heater']",
        "top_image": "https://secure.gravatar.com/avatar/eb77d830ad404e16ee7a4c7000b5f49d?s=500&d=identicon&r=g",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/brian-heater/",
        "timestamp": "1725420286.9479198",
        "displayed": 0
    },
    {
        "title": "Apple Event 2024: iPhone 16, Apple Intelligence and all the other expected ‘Glowtime’ reveals",
        "text": "Sometimes a headline is enough. Apple will reveal the iPhone 16 at its September 9 “It’s Glowtime” event; this much we can tell you for certain. But Apple doesn’t invite us to fly across the country for a single product — not to mention booking a hotel room on the 49ers opening day. Football aside, the timing of the annual event is important, as it’s one last major opportunity to announce a bunch of hardware ahead of the holidays.\n\nThe livestream kicks off on Monday at 10 a.m. PT. The invites dropped last week with the “Glowtime” tag line and a color scheme to match. Apple loves to sprinkle small hints into these graphics, and this one appears more on the nose than most.\n\nApple Intelligence and Siri\n\nBack at WWDC in June, Apple finally revealed its approach to generative AI. The offering is an extremely Apple approach, right down to the name — Apple Intelligence — which happily hijacks the familiar AI initialism. The “small model” method is emblematic of the company in the sense that it’s trained on limited data relevant to improving the user experience.\n\nThat’s a marked difference between it and much larger “black box” models like OpenAI’s and Google’s Gemini. The efficacy of the approach remains to be seen, as we wait for Apple Intelligence’s wider release. It will almost certainly be a work in progress, as — at the very least — all of generative AI is, at the end of the day.\n\nThe answer for how this all ties into “Glowtime” can be found in Siri. In June, Apple announced a much-needed glow up for the O.G. smart assistant. Along with generative AI models and better app integration, the company revealed an updated interface. Gone is the familiar colorful Siri circle, swapped out for a glowing border that surrounds the display when Siri is listening/processing.\n\nOut of every iPhone ever launched, two models will be able to run Apple Intelligence: the iPhone 15 Pro and iPhone 15 Pro Max. According to the company, that’s due to limitations with older chips. Given that non-Pro iPhone 15 models are effectively running the iPhone 14 Pro’s chipset, Apple can credibly make the argument that only one of its chips so far was built with Apple Intelligence in mind. You can decide for yourself whether you think the exclusion of the iPhone 15 is entirely a hardware matter.\n\nWith all of this in mind, next week’s event is the perfect chance to announce that Apple Intelligence will be available across the new iPhone line.\n\niPhone 16, 16 Pro and 16 Pro Max\n\nImage Credits: Stanislav Kogiku / SOPA Images / LightRocket / Getty Images\n\nThe iPhone 16 Pro Max is expected to feature the thinnest bezels on a smartphone 🔥 pic.twitter.com/rK9LEugcb1 — Apple Hub (@theapplehub) September 1, 2024\n\nWe’re heading toward the promise of true edge-to-edge displays millimeter by millimeter. According to one recent leak, the iPhone 16 Pro Max may get an even larger display, courtesy of smaller bezels, moving from 1.5mm to 1.4mm. So, what’s a few fractions of a millimeter between friends? A lot when you’re talking about a total size of under 2mm, turns out.\n\nThat will reportedly bump the Pro Max’s screen size from 6.69 to 6.86 inches, without increasing the device’s overall footprint by some unwieldy amount. The iPhone 15 Pro Max is already a big phone. The iPhone 16 Pro, meanwhile, is said to be making the leap from 6.12 to 6.27 inches.\n\nCamera improvements are a no-brainer for annual updates. The most interesting of the bunch is a new glass molded lens that is thinner and lighter, while dramatically increasing optical zoom capabilities. Optical zoom capabilities are worth paying attention to, as they don’t suffer from the same sort of image degradation issues as their digital counterpart.\n\nLeaked dummy models from early in the year give us a rough idea of each model’s design. Most notable on the 16 and 16 Plus are the shift from a diagonal to vertical camera setup. The models, which are designed for third parties to get a jumpstart on accessories, feature the addition of a new “Capture” button across the line. The new feature is designed to provide quick access to different camera capabilities.\n\nThe most welcome change, however, may be bigger batteries. Screen and camera improvements are all well and good, but battery life remains a struggle. This particular report could use more substantiating, so take that with an even larger grain of salt than usual. Additional reports, meanwhile, have pointed to Apple making battery replacements more accessible for users. Given that the company has begun offering home repair options as more governments and localities pass right to repair laws, this one certainly tracks.\n\nThe Pro models are also expected to gain Wi-Fi 7, which would be a big boon for the latest wireless standard.\n\nApple Watch Series 10/Ultra 3\n\nImage Credits: Apple\n\nAs hard as it is to believe, the Apple Watch turns 10 this year. They grow up so quickly. Apple made a big splash with the iPhone X, so it follows that it’d have something similar planned for the Apple Watch Series 10 (Series X?). Earlier rumors pointing to a significant redesign have cooled in recent months, making way for a familiar design with a larger display, bumping up to 45mm and 49mm models. The new watch should also be slimmer than its predecessor — something especially important when discussing a watch.\n\nLike the iPhone 16, the Apple Watch Series 10 and Ultra 3 should get a new processor — the S10, one imagines. That could mean that additional AI functionality isn’t far out. A glucose monitor is the most exciting rumored addition. Sleep apnea detection is also rumored for the device, but as Bloomberg notes, Apple’s legal woes with Masimo may well trip up that feature.\n\nA long-awaited update to the budget Apple Watch SE with a plastic body could also appear next week.\n\nAirPods 4\n\nImage Credits: Apple\n\nStay with me on this one. Apple is reportedly announcing two versions of the AirPods 4 next week. The cheaper model will replace the still-available AirPods 2, and the more premium version will replace the AirPods 3. Still with me? The more premium model is set to blur the line between it and the AirPods Pro, by adding Active Noise Cancelation and Find My features. All of the models should also finally ditch Lightning for USB-C, as the company transitions its products to comply with EU mandates.\n\nSo, how will Apple maintain a clear line between the mid-tier and Pro pods? We’ll have to wait on the answer to that one, as we’re not expecting new AirPods Pro next week. We may, however, finally get the over-ear AirPods Max 2, four years after the original.\n\nNew Macs\n\nImage Credits: Brian Heater\n\nThis one is a big maybe. Recent reporting suggests that Apple will hold off on announcing M4 macs until November. Supply chain issues have been dictating the Mac’s release calendar ever since the pandemic. A big, USB-A-less version of the Mac Mini is said to be arriving before end of year, along with a new iMac and MacBook Pro.\n\nGlow with the flow\n\nImage Credits: Apple\n\nHere’s what we can say for sure: Apple’s Glowtime event is scheduled for Monday, September 9 at 10 a.m. PT. As always, we’ll be there, bringing it to you live.",
        "authors": "['Brian Heater']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/08/apple-iphone-event-2024.jpg?resize=1200,634",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/09/03/apple-event-2024-iphone-16-apple-intelligence-and-all-the-other-expected-glowtime-reveals/",
        "timestamp": "1725420285.192516",
        "displayed": 0
    },
    {
        "title": "Neko Health, the body-scanning AI health startup from Spotify’s Daniel Ek, opens in London",
        "text": "Prevention is better than cure, as the saying goes. Today, a splashy startup that has taken that concept to heart — literally and figuratively — is expanding.\n\nNeko Health was co-founded by Spotify’s Daniel Ek and Hjalmar Nilsonne with a mission to improve preventative healthcare with annual full body scans and AI-powered insights that can detect conditions like heart disease and skin cancer. Now, the Swedish company is launching in London, its first city outside of its home market.\n\nFor £299 and an hour of your time, the company runs a series of scans and tests that it says creates “millions” of datapoints that help determine your state of health across a range of cardiovascular, metabolic, and other conditions. An in-person meeting with a doctor to discuss the data is included in the session. Those interested in getting in line for a visit can sign up here.\n\nThe company is coming to the U.K. on the heels of a strong start in Stockholm, where it has opened two clinics in its first year of operation. To date, it has scanned 2,707 people, and while 78.5% of them were found to have no health issues, results for some 14.1% of visitors raised issues that required further medical treatment. Some 1%, it said, were identified to have “severe” cardiovascular, metabolic, or cancerous conditions. Of that group, none were aware of their conditions prior to visiting Neko, the company said.\n\nNeko is Japanese for “cat” and Nilsonne tells me that it’s a reference to cats having nine lives, or more specifically a lot of lucky breaks. “That’s how we would hope that our system feels for our users,” he said.\n\nA visit to the Neko clinic\n\nDespite the participation of a major tech figure like Ek, the company’s ethos is actually very understated. As a result, it sometimes gets in its own way.\n\nWhen I visited the London clinic to go through the testing process to write this article, it took me a few trips up and down a London street to realise that I had walked straight past the Neko clinic, which was marked only by its logo — an N sliced and shifted through its waistline — at the top of a glass doorway. The rest of the operation is below ground level, making the street-level lobby look more like a discreet entry to a fancy apartment block rather than a health center.\n\nOnce you enter the building and descend the stairs, you enter an equally sparse lobby with pared-down furniture, muted colours and lighting, and low-volume, soothing electronic music piped throughout. The concept is somewhere between elegant day spa and futuristic medical clinic.\n\nOnce there, you’re funnelled through their system. An assistant takes a few notes about you before leading you into a room where you strip down to your underpants, a robe, and slippers. A second assistant then measures your height and weight before moving you to a cylindrical chamber that feels like a cross between a tanning booth and a security scanner at an airport.\n\nThe chamber itself is fitted with 70 sensors, including dozens of volumetric and other cameras, to produce a composite picture of you with 50 million data points. From there, you move to an examination bed, where you have another two scans, measurements of your eye pressure and blood pressure, and a grip test. Finally, the the clinician draws a blood sample.\n\nThe blood sample is the only invasive test that Neko carries out, and altogether the experience takes under an hour. Soon after, you change and are taken to a separate consultation room where a doctor goes through your data.\n\nNeko’s focus is on risks and proactive prevention rather than existing conditions. Data points are grouped and presented along the lines of different potential problems you might encounter related to them — among them skin cancer (my moles were counted and it seems that I have many more than the average person), high blood pressure, and metabolic syndrome (a group of conditions that can lead to illnesses such as heart disease, stroke, and diabetes).\n\nIf the data reveals problems, you’re referred for more diagnostics and channeled to doctors for further examinations.\n\nUnlikely beginnings\n\nNilsonne tells me that Ek first approached him to chat about healthcare over a Twitter direct message.\n\nThe year was 2018, and Nilsonne’s company at the time — an AI-powered,smart home energy monitoring startup — was running out of money and winding down after failing to find product-market fit with the big energy companies it expected to be its customers.\n\n“Then out of nowhere, I get a direct message on Twitter from Daniel.” Ek had just taken audio streaming platform Spotify through an IPO and was a newly minted billionaire looking for another thorny problem to solve, something that would have “a positive contribution to the world,” in Nilsonne’s words. He’d gotten it into his head that he wanted to reinvent healthcare, just as he’d reinvented recorded music consumption with Spotify.\n\n“So he reached out to me. We didn’t know each other, but he was aware of what I had been doing, working with hardware and software and AI.”\n\nEk offered to fund a startup with Nilsonne at the head on the spot, but Nilsonne at first rejected him. Neither of them have a medical background. But Nilsonne does come from a family of doctors so it’s in his consciousness, and Ek was obsessed, so the two kept talking, and they could see something starting to take shape.\n\nWearables like Fitbits and Apple Watches, Nilsonne said, have led to an “incredible explosion of abundance of high-quality health information.” Combining that with AI and the ability to draw “sensible conclusions” from all this data, “it was very clear that we could create a different healthcare system.” Thus began five years of building prototypes for the physical clinics and their component hardware, as well as the software to analyse the data.\n\nNeko itself, plus its co-founders Nilsonne and Ek, come from an unlikely location. Sweden is home to one of the world’s most famous socialised medicine programs. You might assume that the existence of free, and good, healthcare would make a paid service like Neko a hard-sell to consumers. But so far at least, the opposite has been true.\n\nWhen the company last year announced a $60 million funding round, it had a waiting list of “thousands” lined up to get scans. Now that list is up to 22,000.\n\nYes, some of that might be down to Neko being the latest project from one of Sweden’s most famous living entrepreneurs (who is also one of Neko’s major investors by way of his investment vehicle, Prima Materia). But Nilsonne believes Neko is addressing an important gap that will give the startup staying power.\n\nThe majority of healthcare services, including those in Sweden and the U.K., are focused on treating conditions rather than preventative care. But because our populations are aging, the number of conditions that need treatment are rapidly increasing, and that’s putting the whole system under pressure “in an unsustainable way,” Nilsonne said, explaining that 75% of healthcare costs go towards chronic diseases.\n\n“Our hypothesis is that prevention and early detection could to be the things that would solve a lot of these problems. Most chronic conditions are fully preventable, or you can delay them by decades if you have effective early interventions. But of course, in our system, you basically show up when you already have the disease, and then it’s too late to reverse them, and there are a lot of costs associated with it.” (It is far from being the only startup focusing on preventative healthcare technology. Zoi in France and Germany’s Aware are two in Europe;\n\nIn the U.K., the NHS does offer a Health Check that covers many of the same areas that Neko does, although as Nilsonne points out, it’s less frequent.\n\n“The NHS health check is available only once every five years to individuals aged 44 to 74,” he points out. “It offers a much narrower range of tests and does not include a consultation with a doctor to discuss the results. We know from our data that chronic diseases are increasingly appearing in individuals under 44” — which also happens to be the average age of a Neko customer — “Therefore, it’s crucial to adopt a proactive approach to health to identify potential issues early, take corrective action, and monitor progress over time.”",
        "authors": "['Ingrid Lunden']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/09/image-11.png?resize=1200,800",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/09/03/neko-health-the-body-scanning-ai-health-startup-from-spotifys-daniel-ek-opens-in-london/",
        "timestamp": "1725420283.389643",
        "displayed": 0
    },
    {
        "title": "Ingrid Lunden, Author at TechCrunch",
        "text": "Ingrid is a writer and editor for TechCrunch, joining February 2012, based out of London.\n\nBefore TechCrunch, Ingrid worked at paidContent.org, where she was a staff writer, and has in the past also written freelance regularly for other publications such as the Financial Times. Ingrid covers mobile, digital media, advertising and the spaces where these intersect.\n\nWhen it comes to work, she feels most comfortable speaking in English but can also speak Russian, Spanish and French (in descending order of competence).",
        "authors": "['Ingrid Lunden', 'Europe Editor', 'Latest Ingrid Lunden']",
        "top_image": "https://secure.gravatar.com/avatar/6648ec93043f0f368091adece63c6d52?s=500&d=identicon&r=g",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/ingrid-lunden/",
        "timestamp": "1725420280.8052878",
        "displayed": 0
    },
    {
        "title": "Neko Health, the body-scanning AI health startup from Spotify’s Daniel Ek, opens in London",
        "text": "Prevention is better than cure, as the saying goes. Today, a splashy startup that has taken that concept to heart — literally and figuratively — is expanding.\n\nNeko Health was co-founded by Spotify’s Daniel Ek and Hjalmar Nilsonne with a mission to improve preventative healthcare with annual full body scans and AI-powered insights that can detect conditions like heart disease and skin cancer. Now, the Swedish company is launching in London, its first city outside of its home market.\n\nFor £299 and an hour of your time, the company runs a series of scans and tests that it says creates “millions” of datapoints that help determine your state of health across a range of cardiovascular, metabolic, and other conditions. An in-person meeting with a doctor to discuss the data is included in the session. Those interested in getting in line for a visit can sign up here.\n\nThe company is coming to the U.K. on the heels of a strong start in Stockholm, where it has opened two clinics in its first year of operation. To date, it has scanned 2,707 people, and while 78.5% of them were found to have no health issues, results for some 14.1% of visitors raised issues that required further medical treatment. Some 1%, it said, were identified to have “severe” cardiovascular, metabolic, or cancerous conditions. Of that group, none were aware of their conditions prior to visiting Neko, the company said.\n\nNeko is Japanese for “cat” and Nilsonne tells me that it’s a reference to cats having nine lives, or more specifically a lot of lucky breaks. “That’s how we would hope that our system feels for our users,” he said.\n\nA visit to the Neko clinic\n\nDespite the participation of a major tech figure like Ek, the company’s ethos is actually very understated. As a result, it sometimes gets in its own way.\n\nWhen I visited the London clinic to go through the testing process to write this article, it took me a few trips up and down a London street to realise that I had walked straight past the Neko clinic, which was marked only by its logo — an N sliced and shifted through its waistline — at the top of a glass doorway. The rest of the operation is below ground level, making the street-level lobby look more like a discreet entry to a fancy apartment block rather than a health center.\n\nOnce you enter the building and descend the stairs, you enter an equally sparse lobby with pared-down furniture, muted colours and lighting, and low-volume, soothing electronic music piped throughout. The concept is somewhere between elegant day spa and futuristic medical clinic.\n\nOnce there, you’re funnelled through their system. An assistant takes a few notes about you before leading you into a room where you strip down to your underpants, a robe, and slippers. A second assistant then measures your height and weight before moving you to a cylindrical chamber that feels like a cross between a tanning booth and a security scanner at an airport.\n\nThe chamber itself is fitted with 70 sensors, including dozens of volumetric and other cameras, to produce a composite picture of you with 50 million data points. From there, you move to an examination bed, where you have another two scans, measurements of your eye pressure and blood pressure, and a grip test. Finally, the the clinician draws a blood sample.\n\nThe blood sample is the only invasive test that Neko carries out, and altogether the experience takes under an hour. Soon after, you change and are taken to a separate consultation room where a doctor goes through your data.\n\nNeko’s focus is on risks and proactive prevention rather than existing conditions. Data points are grouped and presented along the lines of different potential problems you might encounter related to them — among them skin cancer (my moles were counted and it seems that I have many more than the average person), high blood pressure, and metabolic syndrome (a group of conditions that can lead to illnesses such as heart disease, stroke, and diabetes).\n\nIf the data reveals problems, you’re referred for more diagnostics and channeled to doctors for further examinations.\n\nUnlikely beginnings\n\nNilsonne tells me that Ek first approached him to chat about healthcare over a Twitter direct message.\n\nThe year was 2018, and Nilsonne’s company at the time — an AI-powered,smart home energy monitoring startup — was running out of money and winding down after failing to find product-market fit with the big energy companies it expected to be its customers.\n\n“Then out of nowhere, I get a direct message on Twitter from Daniel.” Ek had just taken audio streaming platform Spotify through an IPO and was a newly minted billionaire looking for another thorny problem to solve, something that would have “a positive contribution to the world,” in Nilsonne’s words. He’d gotten it into his head that he wanted to reinvent healthcare, just as he’d reinvented recorded music consumption with Spotify.\n\n“So he reached out to me. We didn’t know each other, but he was aware of what I had been doing, working with hardware and software and AI.”\n\nEk offered to fund a startup with Nilsonne at the head on the spot, but Nilsonne at first rejected him. Neither of them have a medical background. But Nilsonne does come from a family of doctors so it’s in his consciousness, and Ek was obsessed, so the two kept talking, and they could see something starting to take shape.\n\nWearables like Fitbits and Apple Watches, Nilsonne said, have led to an “incredible explosion of abundance of high-quality health information.” Combining that with AI and the ability to draw “sensible conclusions” from all this data, “it was very clear that we could create a different healthcare system.” Thus began five years of building prototypes for the physical clinics and their component hardware, as well as the software to analyse the data.\n\nNeko itself, plus its co-founders Nilsonne and Ek, come from an unlikely location. Sweden is home to one of the world’s most famous socialised medicine programs. You might assume that the existence of free, and good, healthcare would make a paid service like Neko a hard-sell to consumers. But so far at least, the opposite has been true.\n\nWhen the company last year announced a $60 million funding round, it had a waiting list of “thousands” lined up to get scans. Now that list is up to 22,000.\n\nYes, some of that might be down to Neko being the latest project from one of Sweden’s most famous living entrepreneurs (who is also one of Neko’s major investors by way of his investment vehicle, Prima Materia). But Nilsonne believes Neko is addressing an important gap that will give the startup staying power.\n\nThe majority of healthcare services, including those in Sweden and the U.K., are focused on treating conditions rather than preventative care. But because our populations are aging, the number of conditions that need treatment are rapidly increasing, and that’s putting the whole system under pressure “in an unsustainable way,” Nilsonne said, explaining that 75% of healthcare costs go towards chronic diseases.\n\n“Our hypothesis is that prevention and early detection could to be the things that would solve a lot of these problems. Most chronic conditions are fully preventable, or you can delay them by decades if you have effective early interventions. But of course, in our system, you basically show up when you already have the disease, and then it’s too late to reverse them, and there are a lot of costs associated with it.” (It is far from being the only startup focusing on preventative healthcare technology. Zoi in France and Germany’s Aware are two in Europe;\n\nIn the U.K., the NHS does offer a Health Check that covers many of the same areas that Neko does, although as Nilsonne points out, it’s less frequent.\n\n“The NHS health check is available only once every five years to individuals aged 44 to 74,” he points out. “It offers a much narrower range of tests and does not include a consultation with a doctor to discuss the results. We know from our data that chronic diseases are increasingly appearing in individuals under 44” — which also happens to be the average age of a Neko customer — “Therefore, it’s crucial to adopt a proactive approach to health to identify potential issues early, take corrective action, and monitor progress over time.”",
        "authors": "['Ingrid Lunden']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/09/image-11.png?resize=1200,800",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/09/03/neko-health-the-body-scanning-ai-health-startup-from-spotifys-daniel-ek-opens-in-london/",
        "timestamp": "1725420278.843276",
        "displayed": 0
    },
    {
        "title": "Read the latest health news on TechCrunch",
        "text": "AI models are being applied to every dataset under the sun but are inconsistent in their outcomes. This is as true in the medical world as anywhere else, but a…",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png?resize=1200,1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/category/biotech-health/",
        "timestamp": "1725420276.6064808",
        "displayed": 0
    },
    {
        "title": "TechCrunch",
        "text": "The hottest social media platform also faces the most precarious future, at least in the U.S. TikTok’s rapid adoption and ascent to become a prominent and profitable driver of culture across generations has sparked plenty of copycat efforts from its competitors, in addition to rare bipartisan scrutiny from the federal government. TechCrunch is covering the decision facing TikTok owner Bytedance: either it sells its U.S. operations to a separate company or faces a potential ban on its operations within the country.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/04/GettyImages-2084803237.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/tiktok/",
        "timestamp": "1725420274.316297",
        "displayed": 0
    },
    {
        "title": "Amazon news and analysis",
        "text": "Amazon’s lofty ambitions across retail, cloud computing and now AI remain in place as it continues to be among the biggest players in e-commerce. The company, like many others, is deploying AI features and services across its offerings like hosting generative AI models within AWS or adding AI voice search to its smart devices, with TechCrunch particularly covering its efforts within the cloud computing and enterprise spaces.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2022/09/amazon-logo.jpg?resize=1200,653",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/amazon/",
        "timestamp": "1725420271.3559492",
        "displayed": 0
    },
    {
        "title": "TechCrunch",
        "text": "Acquired by Facebook in 2012 for what is now the bargain price of $1 billion, Instagram continues to be a flagship platform within the Meta portfolio and TechCrunch continues to cover its evolution. Instagram has recently shifted its focus toward Reels, its short-form video product that is strongly reminiscent of TikTok, and its latest offshoot platform Threads, which is the company’s X challenger that could also become the wider public’s introduction to the fediverse and federated social networks.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2022/12/instagram-recap-reel.png?resize=1200,673",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/instagram/",
        "timestamp": "1725420269.218443",
        "displayed": 0
    },
    {
        "title": "TechCrunch",
        "text": "Facebook renamed itself Meta to reflect its focus on expanding the Metaverse, but its development of Facebook and Instagram, its biggest platforms, have become increasingly focused around AI. It has taken an open-source approach with its Llama large language model, while also continuing to try to unseat X with its still-new microblogging challenger Threads, and TechCrunch is covering all of its moves and updates across its many platforms.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/01/GettyImages-1975387103.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/meta/",
        "timestamp": "1725420267.280285",
        "displayed": 0
    },
    {
        "title": "TechCrunch",
        "text": "Microsoft has benefited substantially from the rise of AI. Its partnership and close relationship with OpenAI has continued through 2024, as it looks to establish its Copilot chatbot as a go-to tool across its software and hardware offerings, even dedicating a button to it on future Windows device keyboards. TechCrunch covers those developments, and its other recent moves like unbundling Teams and Office and successfully defeating an antitrust challenge against its acquisition of Activision Blizzard.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/02/GettyImages-1244789707.jpg?resize=1200,800",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/microsoft/",
        "timestamp": "1725420265.0201411",
        "displayed": 0
    },
    {
        "title": "Google news and analysis",
        "text": "Google has repositioned itself as an AI-focused company, with everything from Search and Android, to YouTube and its internal structure, shifting to accommodate for that pivot — and TechCrunch is here to cover every step of its evolution. Its Gemini model is being rolled out in more countries and across more use cases than ever, though its revenue remains tied to its existing advertising offerings.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/06/GettyImages-1886461270.jpg?resize=1200,784",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/google/",
        "timestamp": "1725420262.995352",
        "displayed": 0
    },
    {
        "title": "TechCrunch",
        "text": "From nascent startups to established companies, tech layoffs are a reality of the business world. But during the past couple of years, layoffs have increasingly hit the tech sector, with impacts felt by workers across all industries and regions. In 2023 alone, more than 260,000 tech workers lost their jobs, with more than 80,000 already laid off in 2024.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/05/layoffs-e1684946575831.webp?w=1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/layoffs/",
        "timestamp": "1725420260.903477",
        "displayed": 0
    },
    {
        "title": "Cloud Computing",
        "text": "Cloud computing has become so established that it’s easy to take it for granted, but it remains a huge moneymaker for companies like Amazon, Microsoft, Salesforce and beyond. Anyone leveraging software as a service is benefiting from cloud computing, and it remains core to TechCrunch’s coverage of the many innovations and startups emerging from the tech community.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2023/11/GettyImages-1367727726.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/cloud-computing/",
        "timestamp": "1725420258.334784",
        "displayed": 0
    },
    {
        "title": "Apple news and analysis",
        "text": "Apple’s hardware and software ecosystems have long created opportunities for startup innovation. The iPhone and its App Store, recent regulatory challenges aside, set the pace for the smartphone market in many countries. And TechCrunch is covering Apple’s expansion into new areas, like with the Vision Pro and AR/VR, as well as its anticipated introduction of AI to iOS.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2022/09/AppleEvent.SEP07Keynote.Tim_Cook.02.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/apple/",
        "timestamp": "1725420255.40492",
        "displayed": 0
    },
    {
        "title": "TechCrunch",
        "text": "x\n\nTechCrunch works best with the latest versions of the browsers. You're using an outdated or unsupported browser and some TechCrunch features may not work properly. Please update your browser version now. More Info",
        "authors": "[]",
        "top_image": "https://s.yimg.com/wm/assets/images/ns/techcrunch-favicon-v0.0.1.png",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/my-account/",
        "timestamp": "1725420253.425513",
        "displayed": 0
    },
    {
        "title": "Startup and Technology News",
        "text": "This second fund is significant because Gupta expanded it beyond a corporate fund with one main LP — Prudential Financial — into one supported by a number of financial and…",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/",
        "timestamp": "1725420250.43988",
        "displayed": 0
    }
]