[
    {
        "title": "Startup and Technology News",
        "text": "Prior to the ban, Trump’s team used his channel to broadcast some of his campaigns. With the ban now lifted, his channel can resume doing so.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/",
        "timestamp": "1721535529.416391",
        "displayed": 0
    },
    {
        "title": "TechCrunch",
        "text": "x\n\nTechCrunch works best with the latest versions of the browsers. You're using an outdated or unsupported browser and some TechCrunch features may not work properly. Please update your browser version now. More Info",
        "authors": "[]",
        "top_image": "https://s.yimg.com/wm/assets/images/ns/techcrunch-favicon-v0.0.1.png",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/my-account/",
        "timestamp": "1721535531.519409",
        "displayed": 0
    },
    {
        "title": "Apple news and analysis",
        "text": "Apple’s hardware and software ecosystems have long created opportunities for startup innovation. The iPhone and its App Store, recent regulatory challenges aside, set the pace for the smartphone market in many countries. And TechCrunch is covering Apple’s expansion into new areas, like with the Vision Pro and AR/VR, as well as its anticipated introduction of AI to iOS.",
        "authors": "['Theresa Loconsolo']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2022/09/AppleEvent.SEP07Keynote.Tim_Cook.02.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/apple/",
        "timestamp": "1721535532.691978",
        "displayed": 0
    },
    {
        "title": "Cloud Computing",
        "text": "Cloud computing has become so established that it’s easy to take it for granted, but it remains a huge moneymaker for companies like Amazon, Microsoft, Salesforce and beyond. Anyone leveraging software as a service is benefiting from cloud computing, and it remains core to TechCrunch’s coverage of the many innovations and startups emerging from the tech community.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2023/11/GettyImages-1367727726.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/cloud-computing/",
        "timestamp": "1721535533.699946",
        "displayed": 0
    },
    {
        "title": "TechCrunch",
        "text": "From nascent startups to established companies, tech layoffs are a reality of the business world. But during the past couple of years, layoffs have increasingly hit the tech sector, with impacts felt by workers across all industries and regions. In 2023 alone, more than 260,000 tech workers lost their jobs, with more than 80,000 already laid off in 2024.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/05/layoffs-e1684946575831.webp?w=1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/layoffs/",
        "timestamp": "1721535534.7477288",
        "displayed": 0
    },
    {
        "title": "Google news and analysis",
        "text": "Google has repositioned itself as an AI-focused company, with everything from Search and Android, to YouTube and its internal structure, shifting to accommodate for that pivot — and TechCrunch is here to cover every step of its evolution. Its Gemini model is being rolled out in more countries and across more use cases than ever, though its revenue remains tied to its existing advertising offerings.",
        "authors": "['Theresa Loconsolo']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/06/GettyImages-1886461270.jpg?resize=1200,784",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/google/",
        "timestamp": "1721535535.7195652",
        "displayed": 0
    },
    {
        "title": "TechCrunch",
        "text": "Microsoft has benefited substantially from the rise of AI. Its partnership and close relationship with OpenAI has continued through 2024, as it looks to establish its Copilot chatbot as a go-to tool across its software and hardware offerings, even dedicating a button to it on future Windows device keyboards. TechCrunch covers those developments, and its other recent moves like unbundling Teams and Office and successfully defeating an antitrust challenge against its acquisition of Activision Blizzard.",
        "authors": "['Theresa Loconsolo']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/02/GettyImages-1244789707.jpg?resize=1200,800",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/microsoft/",
        "timestamp": "1721535536.693161",
        "displayed": 0
    },
    {
        "title": "TechCrunch",
        "text": "Facebook renamed itself Meta to reflect its focus on expanding the Metaverse, but its development of Facebook and Instagram, its biggest platforms, have become increasingly focused around AI. It has taken an open-source approach with its Llama large language model, while also continuing to try to unseat X with its still-new microblogging challenger Threads, and TechCrunch is covering all of its moves and updates across its many platforms.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/01/GettyImages-1975387103.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/meta/",
        "timestamp": "1721535537.7396748",
        "displayed": 0
    },
    {
        "title": "TechCrunch",
        "text": "Acquired by Facebook in 2012 for what is now the bargain price of $1 billion, Instagram continues to be a flagship platform within the Meta portfolio and TechCrunch continues to cover its evolution. Instagram has recently shifted its focus toward Reels, its short-form video product that is strongly reminiscent of TikTok, and its latest offshoot platform Threads, which is the company’s X challenger that could also become the wider public’s introduction to the fediverse and federated social networks.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2022/12/instagram-recap-reel.png?resize=1200,673",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/instagram/",
        "timestamp": "1721535539.1436648",
        "displayed": 0
    },
    {
        "title": "Amazon news and analysis",
        "text": "Amazon’s lofty ambitions across retail, cloud computing and now AI remain in place as it continues to be among the biggest players in e-commerce. The company, like many others, is deploying AI features and services across its offerings like hosting generative AI models within AWS or adding AI voice search to its smart devices, with TechCrunch particularly covering its efforts within the cloud computing and enterprise spaces.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2022/09/amazon-logo.jpg?resize=1200,653",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/amazon/",
        "timestamp": "1721535540.288712",
        "displayed": 0
    },
    {
        "title": "TechCrunch",
        "text": "The hottest social media platform also faces the most precarious future, at least in the U.S. TikTok’s rapid adoption and ascent to become a prominent and profitable driver of culture across generations has sparked plenty of copycat efforts from its competitors, in addition to rare bipartisan scrutiny from the federal government. TechCrunch is covering the decision facing TikTok owner Bytedance: either it sells its U.S. operations to a separate company or faces a potential ban on its operations within the country.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/04/GettyImages-2084803237.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/tiktok/",
        "timestamp": "1721535541.2141492",
        "displayed": 0
    },
    {
        "title": "Some Black startup founders feel betrayed by Ben Horowitz’s support for Trump",
        "text": "Some of the richest, most influential investors in Silicon Valley are publicly supporting Donald Trump’s campaign. They run powerful firms that every founder wants as backers. But because of their financial support for Trump, some Black founders are rethinking if they should have them on their cap table, according to seven Black founders and investors who spoke to TechCrunch.\n\nSome of the VCs who show support for Trump are not shocking, as they have historically leaned politically right, like Sequoia’s Doug Leone and Shaun Maguire, Keith Rabois from Khosla Ventures and David Sacks of Craft Ventures. But earlier this week Marc Andreessen and Ben Horowitz, founders of Andreessen Horowitz, publicly threw their support behind Trump, stunning some in the Valley.\n\n“They are supporting candidates that don’t want people like me to have a fair shot or level playing field. How can one be optimistic with that in the back of their mind, as well as knowing you have a less than 2% shot of raising as it stands today?” one Nigerian American founder, who asked to remain anonymous for fear of career repercussions, told TechCrunch.\n\nOf course, there are Black founders and investors who are unconcerned about an investors’ political views and will sign a term sheet with someone who supports Trump. But others feel betrayed, particularly by a16z’s Horowitz, who was known as an ally to the Black community.\n\n“His reputation will definitely take a hit among well-thinking Black people because it shows that he doesn’t actually understand our lived experiences,” David Mullings, founder of Blue Mahoe Holdings, told TechCrunch.\n\nThese founders feel this way because Trump is an advocate for a number of policies that could be harmful to people of color. Trump has spoken about, for instance, using force to deport 15 million to 20 million people — a fierce anti-immigrant policy for the tech sector, which relies on a lot of immigrant talent. During Trump’s last presidency, he banned DEI at the federal level. He’s threatened to remove federal funding from schools that offer curricula on topics of race and racism. The Republican platform under Trump also has no interest in addressing climate change (which disproportionately impacts Black and brown communities).\n\nThen there’s Project 2025, which was drafted by former Trump administration officials and calls for policies such as dismantling the Department of Education, banning abortion pills and increasing the power of the president. Trump has sought to distance himself from the proposal, but that hasn’t stopped far-right supporters from mixing that message in with what they believe Trump will give them.\n\nHorowitz’s support of Trump is particularly painful because he’s always been seen as an advocate for the Black community. He and his wife, Felicia Wiley Horowitz, who is Black, have spoken before about how much they have done for the Black community and have held events and spaces for Black techies to gather and network. He wrote a book with a foreword from famed African American historian Henry Louis Gates Jr. and has spoken of his love for hip-hop and what he learned from the Haitian revolution. He has also touted his relationship with activist and former prison gang leader Shaka Senghor.\n\nHorowitz once gave an interview to The New York Times about how he was different from his father, an outspoken Trump supporter who told the outlet that Ben was “practically Black.”\n\nTo hear this week that Horowitz will donate to Trump’s campaign because he likes Trump’s policies on crypto regulation and taxes stung many.\n\n“It appears personal interest and profit supersedes people,” the Nigerian American founder said. “The ‘hard things about hard things’ sometimes mean standing against oppression.”\n\nAndreessen Horowitz declined to comment and Horowitz did not respond to TechCrunch’s request for comment.\n\nA not-so-shocking admission\n\nIn terms of funding and opportunities, 2020 and 2021 were historic years for the Black tech community and many began to be hopeful that more long-term opportunities would open. Even a16z launched an accelerator program, managed by a charity, to help support marginalized founders.\n\nBut now the community is reexamining what they thought they knew.\n\n“Ben and Marc have consistently been quiet on social justice issues and moving further to the far right. Ben embracing celebrities and quoting rap lyrics does not mean Ben is committed to equal rights,” one Black investor, who asked to remain anonymous and who has attended events Horowitz has hosted, told TechCrunch.\n\n“The proximity to Black figures has never equaled allyship,” Khadijah Robinson, who founded the e-commerce cite The Nile List, told TechCrunch. “Those same investors are starting to show their true colors in public.”\n\nEven Arlan Hamilton, founder of Backstage Capital, which counted Marc Andreessen as an early investor, is taken aback that the firm’s founders want to broadcast their support for Trump. “I’m more surprised that they said it out loud instead of just funding anonymously,” she told TechCrunch.\n\nAndreessen’s support for Trump has perhaps come as less of a surprise since his viewpoints have long been seen as being in the right-leaning libertarian bucket. His Techno-Optimist Manifesto published last year, for instance, called “regulatory capture” and socialism “the enemy.” (It also called “authoritarianism” the enemy.) He painted a world where tech and tech startups solve all the world’s ills.\n\nBlack founders see a more harrowing possibility: increased divisive rhetoric and a society where tech billionaires barter democracy for capital gains.\n\n“I’m not shocked to see people putting their self-interest first,” another Black founder said. “Deep down I think this is how most of them felt the entire time but were scared of the blowback.”\n\nTobi Ajala, founder of the SaaS startup TechTee, said she also isn’t surprised to see big investors supporting Trump. “It has caused more Black founders to consider what the options are other than obvious choices,” she said.\n\nNow Black founders say they must balance being even more conscious of who they network with, while also not alienating influential and potential inventors. Many of them are also trying to not take the wave of Trump support too personally. “Politics, like investing, is unemotional,” one Black fintech founder said about the VCs backing Trump. “The market will move in the direction of who it thinks will do the best for them.”",
        "authors": "['Dominic-Madori Davis']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/07/Brad-Barket-Stringer.jpg?w=1024",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/07/20/some-black-startup-founders-feel-betrayed-by-ben-horowitzs-support-for-trump/",
        "timestamp": "1721535542.5001202",
        "displayed": 0
    },
    {
        "title": "Dominic-Madori Davis, Author at TechCrunch",
        "text": "Sanil Chawla remembers the meetings he had with countless artists in college. Those creatives were looking for one thing: sustainable economic infrastructure that could help them scale rather than drown…",
        "authors": "['Dominic-Madori Davis', 'Senior Reporter', 'Venture', 'Latest Dominic-Madori Davis', 'Rebecca Szkutak', 'Maggie Stamets']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/04/Dominic-Madori-Davis.jpg",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/dominic-madori-davis/",
        "timestamp": "1721535543.4626958",
        "displayed": 0
    },
    {
        "title": "Some Black startup founders feel betrayed by Ben Horowitz’s support for Trump",
        "text": "Some of the richest, most influential investors in Silicon Valley are publicly supporting Donald Trump’s campaign. They run powerful firms that every founder wants as backers. But because of their financial support for Trump, some Black founders are rethinking if they should have them on their cap table, according to seven Black founders and investors who spoke to TechCrunch.\n\nSome of the VCs who show support for Trump are not shocking, as they have historically leaned politically right, like Sequoia’s Doug Leone and Shaun Maguire, Keith Rabois from Khosla Ventures and David Sacks of Craft Ventures. But earlier this week Marc Andreessen and Ben Horowitz, founders of Andreessen Horowitz, publicly threw their support behind Trump, stunning some in the Valley.\n\n“They are supporting candidates that don’t want people like me to have a fair shot or level playing field. How can one be optimistic with that in the back of their mind, as well as knowing you have a less than 2% shot of raising as it stands today?” one Nigerian American founder, who asked to remain anonymous for fear of career repercussions, told TechCrunch.\n\nOf course, there are Black founders and investors who are unconcerned about an investors’ political views and will sign a term sheet with someone who supports Trump. But others feel betrayed, particularly by a16z’s Horowitz, who was known as an ally to the Black community.\n\n“His reputation will definitely take a hit among well-thinking Black people because it shows that he doesn’t actually understand our lived experiences,” David Mullings, founder of Blue Mahoe Holdings, told TechCrunch.\n\nThese founders feel this way because Trump is an advocate for a number of policies that could be harmful to people of color. Trump has spoken about, for instance, using force to deport 15 million to 20 million people — a fierce anti-immigrant policy for the tech sector, which relies on a lot of immigrant talent. During Trump’s last presidency, he banned DEI at the federal level. He’s threatened to remove federal funding from schools that offer curricula on topics of race and racism. The Republican platform under Trump also has no interest in addressing climate change (which disproportionately impacts Black and brown communities).\n\nThen there’s Project 2025, which was drafted by former Trump administration officials and calls for policies such as dismantling the Department of Education, banning abortion pills and increasing the power of the president. Trump has sought to distance himself from the proposal, but that hasn’t stopped far-right supporters from mixing that message in with what they believe Trump will give them.\n\nHorowitz’s support of Trump is particularly painful because he’s always been seen as an advocate for the Black community. He and his wife, Felicia Wiley Horowitz, who is Black, have spoken before about how much they have done for the Black community and have held events and spaces for Black techies to gather and network. He wrote a book with a foreword from famed African American historian Henry Louis Gates Jr. and has spoken of his love for hip-hop and what he learned from the Haitian revolution. He has also touted his relationship with activist and former prison gang leader Shaka Senghor.\n\nHorowitz once gave an interview to The New York Times about how he was different from his father, an outspoken Trump supporter who told the outlet that Ben was “practically Black.”\n\nTo hear this week that Horowitz will donate to Trump’s campaign because he likes Trump’s policies on crypto regulation and taxes stung many.\n\n“It appears personal interest and profit supersedes people,” the Nigerian American founder said. “The ‘hard things about hard things’ sometimes mean standing against oppression.”\n\nAndreessen Horowitz declined to comment and Horowitz did not respond to TechCrunch’s request for comment.\n\nA not-so-shocking admission\n\nIn terms of funding and opportunities, 2020 and 2021 were historic years for the Black tech community and many began to be hopeful that more long-term opportunities would open. Even a16z launched an accelerator program, managed by a charity, to help support marginalized founders.\n\nBut now the community is reexamining what they thought they knew.\n\n“Ben and Marc have consistently been quiet on social justice issues and moving further to the far right. Ben embracing celebrities and quoting rap lyrics does not mean Ben is committed to equal rights,” one Black investor, who asked to remain anonymous and who has attended events Horowitz has hosted, told TechCrunch.\n\n“The proximity to Black figures has never equaled allyship,” Khadijah Robinson, who founded the e-commerce cite The Nile List, told TechCrunch. “Those same investors are starting to show their true colors in public.”\n\nEven Arlan Hamilton, founder of Backstage Capital, which counted Marc Andreessen as an early investor, is taken aback that the firm’s founders want to broadcast their support for Trump. “I’m more surprised that they said it out loud instead of just funding anonymously,” she told TechCrunch.\n\nAndreessen’s support for Trump has perhaps come as less of a surprise since his viewpoints have long been seen as being in the right-leaning libertarian bucket. His Techno-Optimist Manifesto published last year, for instance, called “regulatory capture” and socialism “the enemy.” (It also called “authoritarianism” the enemy.) He painted a world where tech and tech startups solve all the world’s ills.\n\nBlack founders see a more harrowing possibility: increased divisive rhetoric and a society where tech billionaires barter democracy for capital gains.\n\n“I’m not shocked to see people putting their self-interest first,” another Black founder said. “Deep down I think this is how most of them felt the entire time but were scared of the blowback.”\n\nTobi Ajala, founder of the SaaS startup TechTee, said she also isn’t surprised to see big investors supporting Trump. “It has caused more Black founders to consider what the options are other than obvious choices,” she said.\n\nNow Black founders say they must balance being even more conscious of who they network with, while also not alienating influential and potential inventors. Many of them are also trying to not take the wave of Trump support too personally. “Politics, like investing, is unemotional,” one Black fintech founder said about the VCs backing Trump. “The market will move in the direction of who it thinks will do the best for them.”",
        "authors": "['Dominic-Madori Davis']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/07/Brad-Barket-Stringer.jpg?w=1024",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/07/20/some-black-startup-founders-feel-betrayed-by-ben-horowitzs-support-for-trump/",
        "timestamp": "1721535544.6538",
        "displayed": 0
    },
    {
        "title": "Tracking the EV battery factory construction boom across North America",
        "text": "Here’s where the US stands on EV battery production, a year after the Inflation Reduction Act was signed\n\nThe onshoring of battery manufacturing for EVs started as a trickle during the COVID-19 pandemic. Then it turned into a tsunami.\n\nIn 2019, just two battery factories were operating in the United States with another two under construction. Today there are about 34 battery factories either planned, under construction or operational in the country.\n\nU.S. President Joe Biden’s Inflation Reduction Act, signed into law August 16, 2022, might not have been the initial catalyst behind the onshoring battery factory trend. But it did help open the spigot and accelerate the pace of factory projects — not to mention sparking a climate tech arms race with the EU. Two years later, we’re still tracking the fallout.\n\nChina has long controlled the supply and manufacture of lithium-ion batteries. The country’s grip on that supply chain began to loosen after automakers, hesitant to repeat the chip shortage crisis that hampered manufacturing during the pandemic, began promising to build EVs and batteries closer to home in 2021.\n\nWhat has followed is a wave of automakers and battery makers — foreign and domestic — pledging to produce North American–made batteries before 2030. (See each automaker’s plans here and battery maker’s plans here.)\n\nIRA carrots and sticks\n\nWhy so much investment into onshoring EV battery production? One reason is because the IRA is rife with incentives for automakers and consumers to produce domestically — a concerted effort to end the U.S.’s reliance on China for batteries, while simultaneously meeting Biden’s goal to make 50% of all new vehicle sales in the U.S. electric or hybrid by 2030. Vehicles can qualify for the full $7,500 EV tax credit if they meet certain battery sourcing and production guidelines.\n\nThe IRA requires that 60% of the value of battery components be produced or assembled in North America in 2024 to qualify for half of the tax credit, $3,750. That percentage will increase to 100% starting in 2029. To get the remaining half, 50% of the value of critical materials must be sourced from the U.S. or a free trade agreement country in 2024. That percentage increases to 60%, 70% and 80% for vehicles produced in 2025, 2026 and 2027 and beyond, respectively.\n\nThe IRA also includes advanced manufacturing credits that give the producer a payout from the Treasury. Under Section 45X, the production of battery cells qualify for a credit of $35 per kilowatt-hour of capacity, and the production of battery modules qualify for $10 per kilowatt-hour. (Battery cells are containers that chemically store energy, and they are arranged into modules. Battery packs can be made up of cells or modules.)\n\nCompanies can also be reimbursed 10% of the costs incurred due to the production of electrode active materials, like the cathode and anode. The cathode stores lithium when a battery is discharged, and the anode stores lithium when a battery is charging. They are both components of a cell, and can contain materials like graphite, silicon, zinc, aluminum, magnesium, nickel and cobalt.\n\nAutomakers and battery manufacturers have collectively invested and promised to invest around $112 billion in building domestic cell and module manufacturing. Together, these companies promise to deliver an annual capacity of close to 1,200 gigawatt-hours before 2030, if each factory reaches maximum capacity. That’s roughly enough batteries for 18 million EVs, based on previous Tesla predictions that say about 100 GWh capacity can power around 1.5 million EVs.\n\nOutside of the battery sector, the IRA has helped fuel a total $245 billion in private investment into clean energy and technology manufacturing, according to Atlas Public Policy’s Clean Economy Tracker.\n\nThe investment into producing batteries in the U.S. and Canada changes regularly, so we’ve started tracking these promises.\n\nAutomakers investing in domestic battery production\n\nTechCrunch created a handy map showing the location of each battery factory plus some basic information, including planned capacity. For those looking for more details and context, scroll down to read about each manufacturer’s planned or operational battery factories. Or click on a location on the map for a pop-up to appear.\n\nNote: The factories included below are producing or will produce battery cells and modules. We did not include things like battery materials production. Therefore, it is not an exhaustive list of all of the production going into creating EV batteries in North America.\n\nWhere are the EV batteries being produced in North America?\n\nA map tracking automaker and battery maker investment into battery cell and module production for electric vehicles.\n\nHover over the green dots for a pop-up with more information about each factory.\n\nThis article was originally published August 16, 2023 and was last updated July 20, 2024.\n\nBMW\n\nIn October 2022, BMW announced a $1.7 billion investment in the U.S. that would see its Spartanburg, South Carolina plant readied for the production of EVs. Of the total funding, $700 million was allocated to the buildout of a battery assembly facility in nearby Woodruff. The automaker told TechCrunch that the start of production is scheduled for the end of 2026, but it hasn’t confirmed which EVs will be produced there. BMW’s Spartanburg factory is currently where its sports utility and crossovers are built, including the X3, X4, X5, X6, X7 and XM.\n\nBMW also partnered up with battery maker AESC (formerly Envision AESC) to invest additional funds in a battery cell plant in Florence, South Carolina (more on that in the AESC section). The AESC plant will produce BMW’s new sixth-generation round lithium-ion battery cells for Plant Spartanburg EVs. Groundbreaking on both the Woodruff and Florence facilities occurred in June.\n\nImage Credits: TechCrunch | Rebecca Bellan\n\nDaimler, Paccar, Accelera, EVE Energy\n\nIn September 2023, Daimler Truck and Paccar announced a joint venture with energy technology company Accelera and Chinese battery maker EVE Energy to build a battery cell production plant that would support the adoption of EVs for medium- and heavy-duty commercial transportation. The companies said in January 2024 that they selected a site in Mississippi.\n\nAccelera, Daimler and Paccar will each own 30% of the combined company, called Amplify Cell Technologies, and jointly control the business, which will focus on lithium-iron-phosphate (LFP) battery tech. EVE will serve as a technology provider, contributing its battery cell design and manufacturing expertise in exchange for 10% of ownership.\n\nImage Credits: TechCrunch | Rebecca Bellan\n\nFord\n\nIn September 2021, Ford created a joint venture (JV) with South Korean battery maker SK On. The goal of the JV, called BlueOval SK, is to build three battery plants in the United States. Two are located in Kentucky; the third factory in Tennessee will be co-located with a Ford assembly plant, which will produce the automaker’s second-generation electric truck, code named Project T3.\n\nFord and SK On secured a $9.2 billion loan from the U.S. Department of Energy to help finance the construction of the three battery factories in Kentucky and Tennessee. While one of the Kentucky plants is scheduled to begin production in 2025, the second plant’s production has been paused as Ford keeps an eye on consumer demand for EVs.\n\nFord is also building a lithium-iron-phosphate plant in Michigan. Chinese battery maker CATL is licensing its technology to Ford as a service provider on a contractual basis. That might change in the future, though, as Ford has now attracted the ire of House Republicans who are probing the automaker’s relationship with the Chinese battery company. In November 2023, Ford made the decision to scale back investment in its Michigan plant from $3.5 billion down to $2 billion amid slower-than-expected demand for EVs, which means a 43% drop in production capacity and reduced expected employment.\n\nImage Credits: TechCrunch | Rebecca Bellan\n\nGeneral Motors\n\nGeneral Motors aims to have three total battery plants in the U.S. through its joint venture with LG Chem, named Ultium Cells. That joint venture secured in December 2022 a $2.5 billion loan from the government to help fund its battery factory projects.\n\nGeneral Motors also announced a JV with Samsung SDI in April 2023 to build a new battery plant in the United States.\n\nGM isn’t just focused on volume production. The automaker has also partnered with startup SolidEnergy Systems in 2021 to build a prototyping facility in Woburn, Massachusetts. The goal is to build a high-capacity, pre-production lithium-ion battery this year.\n\nGM is working on taking control of the battery materials supply chain, as well. The company partnered in March 2022 with South Korea’s Posco Chemical to build a $400 million battery materials facility in Canada. The plant will produce cathode active materials. GM announced in February 2024 a deal with LG Chem that would see the automaker investing $19 billion over the next decade to source critical materials from LG Chem’s Tennessee plant.\n\nImage Credits: TechCrunch | Rebecca Bellan\n\nHonda\n\nIn August 2022, Honda announced its joint venture with South Korea’s LG Energy Solutions to supply the North American market with “pouch type” battery cells. The facility in Ohio will produce both cells and modules.\n\nThe automaker has also made strides to secure battery resource recycling channels and has agreements with businesses, including Ascend Elements, Cirba Solutions and Posco Holdings.\n\nHonda’s engine plant in Anna, Ohio, is also in the process of being retooled to add production of casing for battery modules that will power Honda and Acura EVs made in Ohio.\n\nImage Credits: TechCrunch | Rebecca Bellan\n\nHyundai\n\nIn April 2023, Hyundai and SK On approved plans to set up a joint venture to build a $5 billion battery plant in Bartow County, Georgia. Within a few months, Hyundai and LG Energy Solution formed another JV to build a battery cell factory near Savannah, Georgia, that will support the production of 300,000 units of EVs annually once the plant reaches mass production. The automaker said Hyundai Mobis, Hyundai’s parts and service arm, will assemble battery packs using cells from the plant\n\nHyundai Mobis in 2022 also announced plans to build an EV battery module plant in Alabama that will be able to supply more than 200,000 EV batteries annually to its parent company once the plant reaches full capacity.\n\nImage Credits: TechCrunch | Rebecca Bellan\n\nMercedes-Benz\n\nMercedes-Benz opened a battery plant at its existing manufacturing facility in Alabama in 2022. That summer, the plant also became the production site for the automaker’s fully electric EQS SUV. The Alabama facility is also assembling the EQE SUV, with the Maybach EQS SUV to follow this year, according to a spokesperson from the company.\n\nMercedes is also working with Sila, a next-gen battery materials company, to incorporate Sila’s battery chemistry into batteries as an option for buyers of the upcoming G-Class. Sila replaces the graphite in a battery cell with silicon and is in the process of scaling up at its new Washington state facility. The companies are targeting mid-decade for a range-extended version of the G-class.\n\nImage Credits: TechCrunch | Rebecca Bellan\n\nStellantis\n\nStellantis and Samsung SDI commenced construction on their joint venture EV battery facility in Indiana in March 2023. The factory will produce both lithium-ion cells and modules.\n\nThe company announced in July 2023 it would build a second battery factory with Samsung, which will open in early 2027. In October, Stellantis shared more details.\n\nStellantis, which includes brands Alfa Romeo, Chrysler, Jeep and Ram, also announced a joint venture with LG Energy Solution in 2021, called NextStar Energy, to build a North America factory with an annual capacity of 40 GWh. In March 2022, the two companies announced a binding agreement to invest (CAD $5 billion) $3.7 billion to produce cells and modules at a manufacturing plant in Windsor, Ontario, Canada.\n\nImage Credits: TechCrunch | Rebecca Bellan\n\nTesla\n\nSince beginning production at Gigafactory Nevada in 2017, Tesla has produced more than 7.3 billion battery cells and 1.5 million battery packs, which provide about 39 GWh capacity annually, according to Panasonic.\n\nTesla in January 2023 announced plans to invest billions more into the Nevada factory to include a new 4680 cell factory with capacity to produce enough batteries for 1.5 million light duty vehicles annually. The 4680 cells, which were designed by Tesla and revealed at Battery Day 2020, are meant to reduce battery cost by over 50%. Tesla has been trying to get the cells to volume production over the last few years but has run into roadblocks. A recent report from The Information shows that Elon Musk may have to rely on outside suppliers for batteries soon if the 4680 team doesn’t make headway.\n\nAt the start of 2023, Tesla also laid out plans to expand its existing Gigafactory Austin to include battery cell testing and the manufacture of cathode and drive units, but hasn’t shared more details on those plans.\n\nIn May 2023, Tesla broke ground on a Texas lithium refinery, making it one of the only U.S. automakers to refine its own lithium. The automaker said it would spend $375 million on the Corpus Christi factory that will have a capacity of 50 GWh, with production slated to begin in 2025.\n\nImage Credits: TechCrunch | Rebecca Bellan\n\nToyota\n\nToyota’s planned battery plant in North Carolina, initially announced in 2021, will produce both cells and modules, according to the company. In late October 2023, Toyota announced that it would invest billions more into the factory. When it comes online, it’ll have 10 production lines to support both hybrid and EVs.\n\nToyota has also enlisted the help of South Korean battery maker LG Energy Solution, which will exclusively build EV batteries for the Japanese automaker out of its Michigan plant (more on that below.)\n\nThe Japanese automaker is also building a battery lab at its North American research and development headquarters in Michigan, where it can develop and evaluate the quality of its EV batteries. The $48 million lab is expected to begin operations in 2025, and it will support the company’s manufacturing at factories in North Carolina and Kentucky.\n\nImage Credits: TechCrunch | Rebecca Bellan\n\nVolkswagen\n\nIn July 2022, Volkswagen set up a separate battery company, PowerCo SE, to build batteries for its upcoming EVs. Since its launch, the company has decided on the location of three cell factories: Two in Europe (Salzgitter, Germany, and Valencia, Spain) and one in North America (St. Thomas, Canada). PowerCo expects to generate an annual revenue of over 20 billion euros by 2030.\n\nWhile VW’s battery factory is in Canada and not technically in the U.S., it should still be eligible to receive Inflation Reduction Act incentives.\n\nImage Credits: TechCrunch | Rebecca Bellan\n\nVolvo\n\nVolvo has a battery assembly factory in Charleston, South Carolina, but the automaker does not manufacture batteries or battery components there. Volvo would not confirm any other plans it has for battery production in North America.\n\nBattery manufacturers building in North America\n\nAESC\n\nAESC (formerly Envision AESC) is a Japanese battery technology company that has promised to build three U.S. facilities before the end of the decade. The company’s Tennessee plant has been in operation for some time. AESC broke ground at its Kentucky and South Carolina plants in August 2022 and June 2023, respectively. In March this year, AESC said it would expand its South Carolina operations, bringing total investment in the project up to $3.12 billion.\n\nImage Credits: TechCrunch | Rebecca Bellan\n\nGotion\n\nGotion Inc., which is headquartered in Silicon Valley and owned by Chinese company Gotion High-Tech, first announced its intent to build a battery factory in Michigan in October 2022. The factory, which secured $175 million in state funds in April 2023, aimed to build both cathode and anodes that could be used for both EVs and solar generators, according to a spokesperson from the company. However, Gotion has faced pushback from locals. The township’s board voted to reverse a previously approved plan to extend the city’s water supply to the location of the factory. In March, Gotion filed a lawsuit against the town, which is ongoing.\n\nWhile the Michigan factory is clearly on hold, Gotion has another one in the works. In September 2023, Gotion also announced plans to set up a second battery manufacturing plant in Illinois. The company is on the receiving end of state incentives valued at $536 million and expects to receive tax benefits totaling $213 million over $30 years, as long as Gotion invests a minimum of $1.9 billion and the creation of thousands of well-paid jobs.\n\nImage Credits: TechCrunch | Rebecca Bellan\n\nKore Power\n\nBattery cell and module developer Kore Power announced in March that it had received approval to build a battery manufacturing factory in Buckeye, Arizona. Kore Power will produce batteries for energy storage systems and e-mobility products, including cars, trucks, buses, boats and trains. The company told TechCrunch it intends to support OEMs by manufacturing 30D-compliant batteries, so Kore is working closely with domestic partners to line up critical materials suppliers onshore.\n\nImage Credits: TechCrunch | Rebecca Bellan\n\nLG Energy Solution\n\nSouth Korea’s LG Energy Solution supplies EV batteries to automakers like Tesla, Lucid Motors, Toyota and Proterra. The battery maker has joint ventures to build battery factories with General Motors, Honda,Hyundai and Stellantis..\n\nIn early 2023, LG said it would quintuple the capacity of its existing lithium-ion cell plant in Michigan, which was built in 2010, as part of a deal with Toyota LG’s Holland factory makes large polymer battery cells, or pouch type cells, and packs for EVs. The expanded plant will produce new long cell design batteries, which LG says should add more range, better storage, and a more simplified pack structure.\n\nThe battery maker also said it would quadruple its planned investment in a new factory in Arizona to $5.5 billion, a large portion of which will be dedicated to EV battery production. The complex will have two manufacturing facilities — one dedicated to cylindrical batteries for EVs and another for lithium iron phosphate pouch-type batteries for energy storage systems.\n\nIn August 2023, LG announced a building spree in North America, with plans to spend up to $17 billion through 2025 on constructing a total of eight factories (two of which are already operational) with more than 300 GWh capacity. LG has not yet shared details on each plant.\n\nLG’s parent company, LG Chem, separately broke ground on a Tennessee plant that will produce cathode material in December 2023. LG plans to invest $3.2 billion in that plant with the goal of producing 60,000 tons of cathode material at peak production. GM has signed on as a customer, pledging $19 billion.\n\nImage Credits: TechCrunch | Rebecca Bellan\n\nNorthvolt\n\nNorthvolt, a Swedish producer of lithium-ion batteries, announced in late September 2023 plans to open its first gigafactory in North America. The company had reportedly been evaluating between North America or Germany for its next gigafactory, and the former won out due to the incentives in the IRA.\n\nThe project is expected to cost just over $7 billion, with Northvolt bringing in $3.2 billion and local and federal governments contributing around $4.2 billion. The expansion is off the back of a $1.2 billion raise, backed by BlackRock.\n\nNorthvolt told TechCrunch it has an “offtake agreement with an anchor customer,” meaning a buyer for its cells, but wouldn’t disclose the name of the company.\n\nThe factory will also feature Revolt, Northvolt’s battery recycling program, which will have a capacity of 15GWh. Northvolt told TechCrunch it hopes to recycle half of the raw materials needed for cell production by 2030.\n\nImage Credits: TechCrunch | Rebecca Bellan\n\nOur Next Energy\n\nBattery startup Our Next Energy (ONE) announced plans in October 2022 to build a gigafactory in Michigan devoted to lithium-iron-phosphate cells, AKA LFP batteries. The facility, which is supported by a $200 million grant from the state of Michigan, will include raw material refinement, cathode materials production, and cell and battery manufacturing.\n\nTo that end, the company in February 2023 raised a $300 million Series B to help get it to production.\n\nImage Credits: TechCrunch | Rebecca Bellan\n\nPanasonic\n\nPanasonic said in July 2022 that it plans to build the world’s largest EV battery plant, a $4 billion factory in Kansas that will manufacture and supply lithium-ion batteries to EV makers. The facility in De Soto will be Panasonic’s second EV battery plant in the U.S. after the Panasonic Energy of North America (PENA) facility in Sparks, Nevada, which operates inside Tesla’s Nevada Gigafactory and supplies the EV maker with batteries.\n\nPanasonic said in June 2023 that it plans to expand production at PENA by 10% within three years. Around the same time, the Japanese company said it would build at least two new factories for the production of Tesla 4680 battery cells in North America by 2030. However, in January, Panasonic’s CEO Yuki Kusumi said the battery business will focus on boosting productivity over building another battery factory.\n\nImage Credits: TechCrunch | Rebecca Bellan\n\nSK Battery America\n\nSouth Korean battery manufacturer SK On has created joint ventures to develop batteries with Ford and Hyundai. The company’s U.S. subsidiary, SK Battery America, has its own plans.\n\nSK Battery America has invested $2.6 billion into two manufacturing plants in Jackson County, Georgia, and reached mass production in early 2022.",
        "authors": "['Rebecca Bellan']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2023/08/ev-battery-factories-2.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/07/20/tracking-the-ev-battery-factory-construction-boom-across-north-america/",
        "timestamp": "1721535546.151066",
        "displayed": 0
    },
    {
        "title": "Rebecca Bellan, Author at TechCrunch",
        "text": "Rebecca Bellan covers transportation for TechCrunch. She’s interested in all things micromobility, EVs, AVs, smart cities, AI, sustainability and more. Previously, she covered social media for Forbes.com, and her work has appeared in Bloomberg CityLab, The Atlantic, The Daily Beast, Mother Jones, i-D (Vice) and more.\n\nRebecca studied journalism and history at Boston University. She has invested in Ethereum.",
        "authors": "['Rebecca Bellan', 'Senior Reporter', 'Transportation', 'Latest Rebecca Bellan', 'Theresa Loconsolo']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2021/08/bellan-rebecca-contributor-copy.jpg",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/rebecca-bellan/",
        "timestamp": "1721535547.105845",
        "displayed": 0
    },
    {
        "title": "Lavish parties and moral dilemmas: 4 days with Silicon Valley’s MAGA elite at the RNC",
        "text": "It was an eventful week for the Silicon Valley moguls who have vowed to support Donald Trump in his bid to return to the presidency.\n\nGiven the collision course of tech and Trump, when Leda Health founder Madison Campbell asked me if I’d care to buy an extra ticket to the Republican National Convention from her, I agreed. During the four days I attended the event in Milwaukee, I saw the Valley’s presence everywhere: Jacob Helberg — venture capitalist Keith Rabois’ husband and former president Donald Trump’s evangelist — watched the Republican National Convention from his own private box that overlooked the floor, donning a red yarmulke with “Trump” stamped on the edge. Investor David Sacks took the stage, orating to the hundreds of delegates decked out in red. Peter Thiel’s protégé and former venture capitalist J.D. Vance sat beaming by Trump’s side.\n\nIn the brightly lit hallway, flooded with Texas delegates donned in cowboy hats and jeans, Trump superfans in American-flag suits and the occasional woman in a red ball gown, I found Blake Masters, another Thiel protégé running for office in Arizona. He demurred when I asked if he, Vance and Thiel have a group text chat. But he did smile and say, “Peter is very, very pleased,” referring to Vance’s veep nomination.\n\nAll week at the RNC, I saw an event defined by Silicon Valley. But I also saw the tech elite experience flashes of discordance between their dreamed-of outcomes and those of the working-class MAGA supporters overflowing the halls. Take Sacks, who has been critical of unions, speaking at 9 p.m. — only for Sean O’Brien, general president of the International Brotherhood of Teamsters in America, to close out the night a few hours later.\n\nOn the first day of the convention, I met Campbell at the Pfister Hotel, where Trump was reportedly staying. Secret Service agents lined the doors, and a procession of armored vans continuously pulled up to drop off congressmen. (I passed Alabama senator Katie Boyd Britt as I walked in.) Every night, delegates and lobbyists sipped espresso martinis at the hotel bar and talked shop beneath the oil-painted mural sky.\n\nCampbell, whose company creates at-home evidence-collection kits for rape and sexual assault victims, filled me in on her own political journey. She’s a libertarian (and famously dated infamous former hedge fund libertarian Martin Shkreli) who recently doubled down on her hometown of Pittsburgh. She won the Miss Pittsburgh pageant last year and then began working closely with local conservatives. Recently, she’s opened her mind to a spot in the Trump administration, interviewing to be in Project 2025’s Presidential Personnel Database, an effort by the Heritage Foundation to centralize potential Trump administration personnel.\n\nCampbell, who had been selected last minute as an alternate Pennsylvania delegate, told me she’s not a die-hard Trump supporter. Rather, she thinks he’ll be beneficial for businesses like her own. “Even if I agree with some of the policies of Trump, I don’t think I necessarily agree with him as a person. And now it looks like, you know, it’s Trump for president,” she said. “So here we are.”\n\nRNC security on boats.\n\nTense contradictions\n\nTo get to the convention center from the hotel, we passed hordes of cops on boats floating in the Milwaukee River, on bikes in the street, on horses milling around the security perimeter. We weaved around a crowd of protestors waving Palestinian flags.\n\nAfter we arrived, I pushed through a crowd of reporters to ask Vivek Ramaswamy — former presidential candidate, investor and founder of biotech company Roivant Sciences — what he thought of Silicon Valley’s support for Trump. He noted the announcements of Trump support from Silicon Valley. He said he speaks with Musk “frequently about our shared passions for reviving this country.” (The WSJ reported this week that Musk is donating heavily to the Trump Super PAC, although Musk has publicly disputed the report). He said that other tech elites have expressed to him that they “are gonna come around this year” and predicted “a tidal wave this summer,” he said.\n\nThere’s good reason for Ramaswamy’s optimism. While many Trump supporters among the tech elite have always traditionally leaned right, there have been surprise endorsements. For example, Ben Horowitz and his a16z co-founder Marc Andreessen publicly announced this week that they would be supporting Trump, rather than quietly donating.\n\nThe GOP hasn’t exactly been subtle about courting Silicon Valley, either. Earlier this month, the party released its platform, highlighting support for crypto development “free from Government Surveillance and Control.” Trump is also scheduled to speak at Nashville’s Bitcoin Conference later this month — prompting investor Mark Cuban to offer a cynical take on why techies are turning to Trump. “It’s a Bitcoin play,” he tweeted, explaining that it’s all about driving Bitcoin prices higher.\n\nThe platform also supports “AI Development rooted in Free Speech and Human Flourishing.”\n\nOf course, politicians at the RNC had a more classic down-with-regulation rationale. “Just like with Elon Musk and the rest, [Trump] supports free speech, he supports the free market,” Florida Rep. Cory Mills told me, “not the ideas of having policy drive our private sector.”\n\nStill, Silicon Valley’s embrace of Trump is filled with tense contradictions: Trump’s administration was actually fairly tough on crypto (he even banned Venezuela’s crypto coin), and Trump himself has derided subsidies for electric vehicles. Even Vance’s record is questionable in terms of being pro-tech, and he’s campaigned on being anti-Big Tech. “I guess I look at Lina Khan as one of the few people in the Biden administration that I think is doing a pretty good job,” Vance said in February. Khan’s time at the Federal Trade Commission (FTC) has been marked by aggressive pursuit of antitrust cases blocking acquisitions.\n\nDespite all that, Daniel Castro, vice president at the Information Technology and Innovation Foundation, told me that Biden’s antitrust streak and advocacy for AI regulation has pushed the already-libertarian-leaning parts of Silicon further and further away.\n\n“The Biden administration should be careful not to kind of demonize Silicon Valley,” he said.\n\nIt might be too late.\n\nRNC VIP party invite. Image Credits: Margaux MacColl\n\nInside the VIP party\n\nEverywhere Campbell and I went, we could see Silicon Valley in the MAGA-verse. Outside the convention center, we ran into Conor Sweeney, a Snapchat software engineer, wearing a snakeskin belt. We chatted with him shortly after Vance was announced as the vice presidential pick. “Anything with Peter Thiel turns to gold,” he said.\n\nAt night, in the Pfister’s mahogany-lined bar, Campbell struck up a conversation with Jeff Miller, a powerful political strategist and close confidant of former House speaker Kevin McCarthy. Campbell gave Miller the pitch for her home rape-kit evidence company, and he steered the conversation to his stance on abortion. (He was opposed to it but did agree that there should be exceptions in the case of “rape, incest, and life of the mother”). That conversation ended with a tantalizing promise to get her passes to the VIP after-party. Later, I noticed that Miller had liked an Instagram photo of Campbell during the swimsuit competition of the Miss Pittsburgh competition.\n\nThe next night, Miller sought Campbell out in the Pfister bar and handed her a glossy party invitation, complete with a drawing of a grinning ringleader. Campbell and I took an Uber to a rooftop birthday party for Indiana Rep. Jim Banks, where we were held up by Secret Service agents sending their search dogs to sniff each vehicle. The line of cars was backed up after the officers found a bag of white powder in the car in front of us. (We had a raucous debate over the fate of the powder while we waited but never found out more).\n\nThe party was a dull assembly of mostly staffers in suits sipping their beers. But at 1 a.m., we took a car over to the main attraction: a warehouse decked out in pink lights on the outskirts of town, where the big GOP donors and power players went every night to unwind. We ran into Miller again, surrounded by women, and then hung out with CJ Pearson, a 21-year-old conservative influencer, one of about 70 such influencers at the RNC.\n\nIronically, given the Trump administration’s anti-China stance and his attempt to ban TikTok, he’s now on the popular app as a candidate, as are the young influencers.\n\n“If we’re in the business of truly winning elections, then we have to go to where young people are, and young people are on TikTok and young people are on Instagram,” Pearson said. “I’m not a fan of the Chinese Communist Party. But what I am a fan of is changing the hearts and minds of America’s young people.”\n\nThroughout the night, I also heard Campbell offering slightly different political advice to fellow partygoers. Despite thousands of attendees yelling, “Drill, baby, drill!” as they watched speakers during the day, a call for increased U.S. oil production, she lightly chastised Pennsylvania conservative candidates for chasing the oil and gas donors of Pittsburgh’s past. She wanted them to embrace tech as the new GOP kingpins.\n\n“The only new money that I can see is like Elon Musk, right? Or you have the Thiel money,” Campbell said. “If you’re looking for oil and gas money from people who used to be big Republican donors in the 1980s, you’re looking at the wrong type of people. Because the new money is all in technology.”\n\nTo me, these conversations captured the tenuous thread between Silicon Valley and Trump — an imperfect yet lucrative match, one that requires each side to tuck away moral misgivings.",
        "authors": "['Margaux Maccoll']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/07/rnc-2024-report-v3.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/07/20/parties-dilemmas-4-days-with-silicon-valley-maga-tech-elite-rnc/",
        "timestamp": "1721535548.223525",
        "displayed": 0
    },
    {
        "title": "Margaux MacColl, Author at TechCrunch",
        "text": "Featured Article\n\nAll week at the RNC, I saw an event defined by Silicon Valley. But I also saw the tech elite experience flashes of discordance.",
        "authors": "['Margaux Maccoll', 'Latest Margaux Maccoll']",
        "top_image": "https://secure.gravatar.com/avatar/6dabbc8b2f53c53c4e40e8d57f1a89bd?s=265&d=blank&r=g",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/margaux-maccoll/",
        "timestamp": "1721535549.290739",
        "displayed": 0
    },
    {
        "title": "Strava’s next chapter: New CEO talks AI, inclusivity, and why ‘dark mode’ took so long",
        "text": "TechCrunch caught up with Michael Martin, who was previously at YouTube and Nike, six months into his new role\n\nThere comes a time in every startup’s life when the leaders and stakeholders have to seriously start thinking about the endgame: What to do when you’ve raised $150 million in VC cash over 15 years en route to building a 100 million-plus community? And how do you go about executing that next step to ensure that you not only survive, but also thrive?\n\nThis is the predicament that Strava, the social fitness app and community, finds itself in. At a crossroads, of sorts, where it has reached meaningful scale driven by the grit typical of many founder-led businesses, but where it has now hit an impasse to scale further.\n\n“What got us here will not be exactly the same as what will get us there,” Michael Horvath, Strava co-founder and then-CEO, said as he announced his imminent departure in February 2023. “I have decided that Strava needs a CEO with the experience and skills to help us make the most of this next chapter.”\n\nThat next chapter started in January, when Strava announced that its new CEO would be former YouTube executive and Nike digital product lead Michael Martin. Six months into his new role, Martin has already given the first clues as to where his head is at in terms of both business and product, revealing plans to use AI to weed out leaderboard cheats, as well as new features to broaden its demographics.\n\nOver the past few weeks, Strava also introduced a new group subscription plan, while it finally gave its users the feature they’ve been asking for more than any other: dark mode, a glaring omission that had frustrated many through the years.\n\nFor context, YouTube has had dark mode since 2018; X (formerly Twitter) since 2019; and everything from WhatsApp to GitHub has long offered dark mode, too.\n\nSo what’s the deal, Strava?\n\n“If you were to build the Strava app now, or even in the last two or three years, turning on dark mode would have been very straightforward,” Martin explained to TechCrunch. “But Strava is not a new app.”\n\nStrava’s dark mode. Image Credits: Strava\n\nAs the Strava app has evolved over the past 15 years, it has been added to, layered upon, and cobbled in a less-than-congruous fashion that made it difficult to introduce what, to the outside world, would seem like a fairly simple update.\n\n“Instead of flipping a switch, it was the exact opposite,” Martin said. “There were hundreds of screens that had to be updated, thousands of UX (user experience) controls, each one of them individually coded. And so it took far more work than people would assume, but I understand why you would think it would be an easy thing.”\n\nFor dark mode to happen, Strava overhauled the user interfaces to adhere to a more “modern, modular” ethos.”Honestly, dark mode is just a nice benefit of doing all that additional work,” Martin said. “Going forward, every feature will be faster.”\n\nWhile it may have been a hotly anticipated feature, dark mode is the least of Strava’s concerns. It’s a nice-to-have, but it won’t make or break the business. TechCrunch sat down with Strava’s new CEO in London for a wide-ranging interview, delving into what the company is prioritizing and what we can expect in the future as the company embarks on its “next chapter.”\n\n“Our product development is finely focused on two things right now,” Martin explained. “‘Building for her,’ which is really just our lens for making sure that we are doing everything to make Strava more inclusive. And the other is AI and machine learning.”\n\n“Building for her”\n\nStrava doesn’t reveal its gender split, but Martin acknowledged that its user base follows a trend that permeates much of the sporting realm. “Participation rates for women have always substantially lagged men [on Strava],” Martin said. “I think Strava has a unique opportunity to help women be more active and engage in more activities.”\n\nThere are encouraging signs in some demographics, according to Martin, who pointed to markets like the U.K., France and Spain, which are apparently seeing new user registration rates for women exceed 50% of the whole new user base. In truth, however, this stat could be skewed by the fact that male members are already at a higher saturation point. However, he said that the growth rate of Gen Z female users in the U.K. has doubled in the past six months compared to the previous six months.\n\n“So you can start to understand that even if women were less prominent on the platform, that’s starting to shift pretty profoundly, which is what we want to happen,” Martin said.\n\nOne way Strava hopes to broaden its appeal is through a feature that builds on its existing global heatmaps, which showcase the most well-trafficked running, riding and walking routes. With the soon-to-launch “night heatmaps,” this highlights the busier routes between sundown and sunrise specifically.\n\nNight heatmaps in Strava. Image Credits: Strava\n\nAdditionally, Strava is working on ways to make it easier to conceal specific data points from an activity, which might be useful for those concerned about being monitored. “Quick edit” will enable users to hide certain metrics from their stats, such as their location or activity type.\n\n“It’s a mechanism that I learned at Google as a way to find those gaps in the product,” Martin said. “Addressing these gaps ideally will help ‘her’ be more active. And we’re already seeing that in the numbers. This is going to help other people as well; it’s an inclusive design.”\n\nThe AI factor\n\nBesides identifying gaps in the existing product, Martin says he’s looking to borrow from other recent experiences at Google, where he says AI and machine learning were part of just about everything they did.\n\n“I’d been working in machine learning and artificial intelligence for almost a decade already, but spending the last couple of years at Google gave me a whole new level of understanding and capability, which I am now employing at Strava,” Martin said. “And you’re going to see more examples of that going forward.”\n\nStrava recently announced it would use more sophisticated machine learning to detect “leaderboard cheats.” The Leaderboard is a Strava feature that stirs competition by allowing users to challenge each other over certain “segments” of a route. While most people tackle these segments fairly, accusations frequently abound that some use nefarious methods to beat a particular record, perhaps using a pedal bike on a “run” or an e-bike on an ascent.\n\nIt’s a major bone of contention in the community, one that led Strava to allow users to manually flag dubious activity, while last year the company updated its algorithms to make “leaderboards more credible.” This included withholding activities that may have been incorrectly labeled (e.g., users tagging a run as a bike ride) or maybe where the GPS data was faulty.\n\nMoving forward, Strava will use machine learning to detect questionable activities trained on historical data. But much like dark mode, Martin says that weeding out digital dopers is easier said than done.\n\n“As somebody who has been an engineer at many points in my career, I feel like I can imagine an heuristic, an algorithm that can solve for this [leaderboard integrity] relatively easily,” Martin said. “In reality you could, and the team has tried that in the past, but what they have come to realize is that while you can create a heuristic, those heuristics have consistent failings in terms of incorrectly flagging anomalous behavior that isn’t actually anomalous.”\n\nThis is where Martin hopes machine learning can help: by spotting connections and patterns that a human being creating a “hypothetical heuristic” would never imagine to include in their design.\n\nStrava: Leaderboard integrity powered by AI. Image Credits: Strava\n\nDetails of what this might look like remain somewhat vague, but when pushed on whether Strava might become more effective at detecting someone using an e-bike to ascend a hill, for example, Martin was optimistic but noncommittal.\n\n“I think there’s a high probability, but I don’t want to overstate,” Martin said.\n\nWhile Strava already serves up performance data and insights, the company is also turning to AI to make this data easier to parse, particularly for newbies. An upcoming feature called “athlete intelligence” will see Strava deploy generative AI to analyze user data and create summaries and guidance on performance and fitness goals. This will be available to premium subscribers only.\n\n“Athlete intelligence is a way of using AI to solve a specific human problem; it can take their data and give them specific contextual information,” Martin said. This might include things like contextualizing a particular segment of a run in terms of how their pace relates to an incline, or explaining how their heart rate over a given period translates into building endurance.\n\nStrava’s “athlete intelligence” Image Credits: Strava\n\nThe social network\n\nWhile Strava isn’t typically bundled alongside traditional social networks like Facebook, the platform is very much used like a social network, with the ability to share photos, videos, comment on activities, and, as of last year, send private messages. The company refers to itself as a “social network specifically for active people.”\n\nHowever, Martin sees things slightly differently. “Strava’s a ‘social product,’” he said. “[But] the point of a social media network is that the whole thing is optimized to maximize your engagement in that network. Strava is optimized and focused on exactly the opposite. Our goal is to motivate you to do something in the real world, not to stay in Strava all the time. The average Strava consumer spends 20 times more in the real world in an activity than they do in the app. And I think that’s a super healthy stat. I’m not looking to change that.”\n\nThere are other synergies with traditional social networks, too, and not necessarily positive ones. Strava has always been about the data, whether it’s a runner viewing their marathon splits or a cyclist tracking their segment improvements. When pooled, this data could hold immense value for any company wishing to diversify their revenue streams beyond subscriptions. But this is something Strava has been at pains to control the optics around, particularly against the backdrop of Big Tech companies such as Facebook misusing user data.\n\nStrava’s main data product is packaged under something called Strava Metro, where it shares aggregate, de-identified data with select city planners, governments and organizations to improve infrastructure. So if Strava data shows that a lot of people are cycling along a particularly busy thoroughfare, it might warrant investment in bike lanes. Strava used to charge for this product, but in 2020 it made the tool available for free, an effort designed to showcase its “good guy” credentials, while also underscoring its main business model as subscriptions.\n\n“Strava had already declared that it was not looking to monetize the data of the community,” Martin said. “And so I honor that commitment. One of the reasons I love the subscription business model for a fitness product is it makes it really clear it’s the subscription that’s the product, not your data.”\n\nBut things get a little murky when you look at Strava’s privacy policy, which is quite clear in how it might leverage user data. While it explicitly says that it won’t sell users’ personal information for “monetary value,” it may “use, sell, license, and share” aggregate information with third parties for “research, business or other purposes” (though users can opt out).\n\nIn a follow-up question to clarify whether Strava does or doesn’t sell aggregate user data as its privacy policy seemingly permits it to do, the company said that it doesn’t and has no plans to do so, saying: “Strava’s legal notices are designed to address privacy laws, regulations and compliance standards in all its global markets. Given that some regions take an expansive view of terms such as ‘sell’ (and include within the definition activities where no money is exchanged), Strava has opted to mirror that term in order to increase transparency and support differing definitions globally.”\n\nThe company also said that it intends to update the wording of its policy to reflect the fact that it doesn’t sell any of its data — aggregate or otherwise — for “monetary value.”\n\nIt is worth noting, however, that Strava also offers a business product where brands can pay to sponsor a particular challenge, with the option to target users by sport type, location and certain demographics. So yeah, the company does use data as part of its targeted advertising efforts.\n\nStrava sponsored challenge. Image Credits: Strava\n\nThe future for Strava\n\nWhenever a new leader lands in the hot seat — particularly at a company with such a fervent online community — this can lead to all manner of speculation about why that person was chosen, what skills they have for the job, and more importantly, what direction they’ll take things in.\n\nIn the case of Strava, why did it hire someone who most recently worked on YouTube’s shopping business? To the casual observer, the synergies were not immediately obvious, sparking some to pontificate that this might signal a new direction for Strava, perhaps with advertising driving revenue.\n\n“Just to be direct, I’m not looking to make Strava an advertising product,” Martin confirmed. “YouTube is one of the largest advertising products in the world, and they do a great job of that. But that’s not the right approach for Strava. I believe subscription is the right model for Strava.”\n\nSo what does Martin hope to bring to Strava from his time at Google’s video-streaming subsidiary? “It’s about building to scale — and YouTube is one of the most scaled products in the world,” Martin said. “It’s about not only understanding what it means to build to that level, but also understanding what it means to build new things within that level.”\n\nAnd then there are other prior experiences, both in a professional and personal capacity, that Martin says meant he was able to hit the ground running in many regards. “I’ve been a member of the Strava community, and a subscriber, for more than seven years — so I’m quite familiar with the product from the consumer side,” he said. “I’ve also worked in the fitness tech space before, I spent time at Nike running competing products. So I understand the area. When you look at my track record, what I’ve done in these different areas of tech is that I’ve either launched new products from zero or I’ve taken products to substantially higher scale.”\n\nMost VC-backed technology companies reach some sort of exit within a decade of their foundation, whether that’s an acquisition or IPO. Reddit was an outlier when it went public this year after 19 years, and Strava finds itself in something of a similar position: a veteran of the technology realm, with no obvious exit in sight.\n\nBut what seems clear from all the product activity over the past six months is that Strava is trying to build something that will reach its full potential one way or another. In support, Martin recently brought on two seasoned veterans in the form of new CTO Rob Terrell from Zynga and Epic Games’ Matt Salazar as chief product officer.\n\n“Six months in, my focus right now — I think understandably — is narrow,” Martin said. “The investors are all very much aligned on the board, and the board is very much aligned with the idea that Strava is extremely valuable and that Strava still has opportunity to go after that growth and that value.”\n\nBut the bulk of the company’s funding came via a $110 million Series F round nearly four years ago, and there isn’t much sense at the moment that the company is in a huge rush to pursue an exit. So should we expect another fundraise anytime soon?\n\n“The balance sheet remains strong; we’ve been profitable from an adjusted EBITDA standpoint for more than four years already,” Martin said. “Our entire business top line, all the way down to profitability, has actually become much more successful in the last couple of months. So we don’t have any pressing need to raise capital.”",
        "authors": "['Paul Sawers']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/06/Hale_MikeMartin_79-1.jpg?resize=1200,800",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/07/20/stravas-next-chapter-new-ceo-talks-ai-inclusivity-and-why-dark-mode-took-so-long/",
        "timestamp": "1721535550.390537",
        "displayed": 0
    },
    {
        "title": "Paul Sawers, Author at TechCrunch",
        "text": "Paul Sawers is a senior writer based in London, focused largely on the world of UK And European startups. However, he also writes about other subjects that he’s passionate about, such as the business of open source software.\n\nPrior to TechCrunch, Paul gained more than a decade’s experience covering consumer and enterprise technologies for VentureBeat and The Next Web.\n\nPitches on: paul.sawers [at] techcrunch.com",
        "authors": "['Paul Sawers', 'Senior Reporter', 'Latest Paul Sawers']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2022/06/Paul-Sawers.jpg",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/paul-sawers/",
        "timestamp": "1721535551.34448",
        "displayed": 0
    },
    {
        "title": "Security News",
        "text": "There’s a man in Florida right now who wants to propose to his girlfriend while they’re on a beach vacation. He couldn’t get the engagement ring before he flew down…",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png?resize=1200,1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/category/security/",
        "timestamp": "1721535552.551884",
        "displayed": 0
    },
    {
        "title": "Microsoft says 8.5M Windows devices were affected by CrowdStrike outage",
        "text": "Around 8.5 million devices — less than 1 percent Windows machines globally — were affected by the recent CrowdStrike outage, according to a Microsoft blog post by David Weston, the company’s vice president of enterprise and OS security.\n\nThese are the first real numbers released by either Microsoft or CrowdStrike around the scale of yesterday’s outage, which was caused by an update to CrowdStrike’s cybersecurity software that led Windows machines to crash. (Mac and Linux devices were not affected.)\n\nAlthough the number of affected devices was relatively low, the havoc was widespread and global, affecting banks, retailers, brokerage companies, rail networks, and more. Airlines halted flight operations around the world.\n\n“While the percentage [of affected devices] was small, the broad economic and societal impacts reflect the use of CrowdStrike by enterprises that run many critical services,” Weston wrote.\n\nHe did not say what percentage of Windows devices with CrowdStrike software were affected. It’s also worth noting that even if only one computer crashed, it could potentially take down an entire network or datacenter.\n\nWeston also wrote that “although this was not a Microsoft incident,” the company has been working with CrowdStrike to address the issue. Systems could be slow to recover if every affected computer requires a manual fix, but Weston said Microsoft and CrowdStrike have developed “a scalable solution that will help Microsoft’s Azure infrastructure accelerate a fix” and are also collaborating with Amazon Web Services and Google Cloud Platform.",
        "authors": "['Anthony Ha']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/07/GettyImages-2162660378.jpg?resize=1200,800",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/07/20/microsoft-says-8-5m-windows-devices-were-affected-by-crowdstrike-outage/",
        "timestamp": "1721535553.721814",
        "displayed": 0
    },
    {
        "title": "Anthony Ha, Author at TechCrunch",
        "text": "“Fediverse” is one of those terms that gets thrown around a lot, but what does it actually mean? The word comes from “federation” and “universe”…",
        "authors": "['Anthony Ha', 'Latest Anthony Ha']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2021/01/vtobb68s1b8yujb2lsfk.jpg",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/anthony-ha/",
        "timestamp": "1721535554.69275",
        "displayed": 0
    },
    {
        "title": "Gaming News",
        "text": "Mobile gaming is a behemoth in terms of annual revenue, and our gaming news coverage includes iOS, Android, mobile web and more, including companies like Netflix trying to get a foot in the door. We also report on the AAA gaming studios, which are increasingly a target for acquisitive giants like Microsoft and Sony.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png?resize=1200,1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/category/gaming/",
        "timestamp": "1721535555.6404",
        "displayed": 0
    },
    {
        "title": "Bethesda Game Studios employees form a ‘wall-to-wall’ union",
        "text": "Employees at Bethesda Game Studios — the Microsoft-owned game developer that produces the Elder Scrolls and Fallout franchises — are joining the Communication Workers of America.\n\nQuality assurance testers at Bethesda’s parent organization ZeniMax unionized last year, becoming Microsoft’s first official union in the United States. In its announcement, the CWA calls Bethesda’s new union “the first wall-to-wall union at a Microsoft game studio,” because it stretches across development teams and job titles, including artists, engineers, programmers, and designers.\n\nThe CWA says the union will represent a total of 241 workers who have either signed a union card or indicated that they want to join via an online portal. It also says Microsoft has recognized the union (a voluntary step that avoids an election and precedes the actual contract negotiation).\n\nA Microsoft spokesperson told VentureBeat the company supports “employees’ right to choose how they are represented in the workplace” and that it “will engage in good faith negotiations with the CWA.” (TechCrunch has also reached out to Microsoft for comment.)\n\n“We are so excited to announce our union at Bethesda Game Studio and join the movement sweeping across the video game industry,” said Mandi Parker, a senior system designer at Bethesda, in a statement. “It is clear that every worker can benefit from bringing democracy into the workplace and securing a protected voice on the job.”",
        "authors": "['Anthony Ha']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/07/fallout-4.jpg?resize=1200,767",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/07/20/bethesda-game-studios-employees-form-a-wall-to-wall-union/",
        "timestamp": "1721535556.749124",
        "displayed": 0
    },
    {
        "title": "Anthony Ha, Author at TechCrunch",
        "text": "“Fediverse” is one of those terms that gets thrown around a lot, but what does it actually mean? The word comes from “federation” and “universe”…",
        "authors": "['Anthony Ha', 'Latest Anthony Ha']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2021/01/vtobb68s1b8yujb2lsfk.jpg",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/anthony-ha/",
        "timestamp": "1721535557.735488",
        "displayed": 0
    },
    {
        "title": "Bethesda Game Studios employees form a ‘wall-to-wall’ union",
        "text": "Employees at Bethesda Game Studios — the Microsoft-owned game developer that produces the Elder Scrolls and Fallout franchises — are joining the Communication Workers of America.\n\nQuality assurance testers at Bethesda’s parent organization ZeniMax unionized last year, becoming Microsoft’s first official union in the United States. In its announcement, the CWA calls Bethesda’s new union “the first wall-to-wall union at a Microsoft game studio,” because it stretches across development teams and job titles, including artists, engineers, programmers, and designers.\n\nThe CWA says the union will represent a total of 241 workers who have either signed a union card or indicated that they want to join via an online portal. It also says Microsoft has recognized the union (a voluntary step that avoids an election and precedes the actual contract negotiation).\n\nA Microsoft spokesperson told VentureBeat the company supports “employees’ right to choose how they are represented in the workplace” and that it “will engage in good faith negotiations with the CWA.” (TechCrunch has also reached out to Microsoft for comment.)\n\n“We are so excited to announce our union at Bethesda Game Studio and join the movement sweeping across the video game industry,” said Mandi Parker, a senior system designer at Bethesda, in a statement. “It is clear that every worker can benefit from bringing democracy into the workplace and securing a protected voice on the job.”",
        "authors": "['Anthony Ha']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/07/fallout-4.jpg?resize=1200,767",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/07/20/bethesda-game-studios-employees-form-a-wall-to-wall-union/",
        "timestamp": "1721535558.999382",
        "displayed": 0
    },
    {
        "title": "Social Media News",
        "text": "Featured Article\n\nHank Green has had a while to think about how social media has changed us. He started making YouTube videos in 2007 with his brother, novelist John Green, at a time when the first iPhone was in development, Myspace was still relevant and Instagram didn’t exist. Seventeen years later, posting…",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png?resize=1200,1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/category/social/",
        "timestamp": "1721535560.175473",
        "displayed": 0
    },
    {
        "title": "CrowdStrike’s update fail causes global outages and travel chaos",
        "text": "This week saw one of the most widespread IT disruptions in recent years linked to a faulty software update from popular cybersecurity firm CrowdStrike. Businesses across the world reported IT outages, including Windows “blue screen of death” errors on their computers, impacting airlines, banks, retailers, brokerage houses, media companies and railway networks.\n\nOpenAI released GPT-4o mini, a pared down version of its latest flagship model. According to the company, the new model is supposed to be more than 60% cheaper than GPT 3.5 Turbo and will be useful for simple, high-volume tasks. GPT-4o has begun rolling out to developers and consumers through the ChatGPT web and mobile apps, with enterprise users expected to gain access next week.\n\nThe USPS was caught sharing the postal addresses of its online customers with Meta, LinkedIn and Snap. TechCrunch found that customers’ information was shared by way of hidden data-collecting code used across its website, including the addresses of logged-in Informed Delivery customers. The USPS said it addressed the issue and stopped the practice, claiming that it was “unaware” of it.\n\nThis is TechCrunch’s Week in Review — TechCrunch’s newsletter recapping the week’s biggest news. Want it in your inbox every Saturday? Sign up here.\n\nNews\n\nPartnerOne pays a fraction for HeadSpin: The Canadian private equity firm paid $28.2 million for HeadSpin, a fraction of its $1.1 billion valuation, documents seen by TechCrunch reveal. In April, HeadSpin’s founder was sentenced to 18 months in prison for fraud. Read more\n\nAlphabet might be buying Wiz: Alphabet is reportedly in advanced talks to acquire cloud security service Wiz for around $23 billion. If the deal goes through, it will mark the company’s largest acquisition to date. Read more\n\nAmericans spent big on Prime Day: Amazon’s Prime Day event resulted in record sales this year, with U.S. consumers spending $14.2 billion across July 16 and 17, according to Adobe Analytics. Read more\n\nWordle for learning chess: Echo Chunk created an AI-powered daily game called Echo Chess to help you improve your chess skills — and it just raised $1.4 million. Read more\n\nKaspersky shuts down in the U.S.: The Russian cybersecurity giant will lay off dozens of staff and leave the U.S. market following a government order banning the sale of the company’s software due to alleged security risks. Read more\n\nElon Musk doubles down on Texas: Musk is vowing to move SpaceX and X to Texas, calling the passage of a California bill that prohibits schools from disclosing students’ sexuality or gender identity without their consent “the final straw.” Read more\n\nWould you take a robotaxi to the airport? Waymo is ramping up efforts to get approval to facilitate robotaxi pickups and drop-offs at the San Francisco International Airport, according to emails viewed by TechCrunch. Read more\n\nWatch The Weeknd on the Apple Vision Pro: Apple is teasing new content for the Apple Vision Pro, including a short film about the 2024 NBA All-Star Weekend game in Indianapolis and an immersive concert by The Weeknd. Read more\n\nMoon cave! Scientists have identified what they believe is an accessible tunnel or cave on the moon. If real, such a feature could define years of development by startups, governments and space companies aiming to create a lasting lunar colony. Read more\n\nCool new headphones just dropped: Dyson’s new retro-looking OnTrac headphones are almost infinitely customizable — and they tout an impressive battery life of 55 hours with ANC turned on. Read more\n\nAnalysis\n\nHank Green reckons with the creator economy: Hank Green started making YouTube videos in 2007 with his brother, novelist John Green, at a time when Myspace was still relevant and Instagram didn’t exist. Seventeen years later, posting videos on the internet is no longer just a hobby, but also a $250 billion industry. In a wide-ranging conversation, Amanda Silberling spoke with Green about creator solidarity, loneliness on social media, and the businesses behind it all. Read more\n\nAre female-founded startups getting left behind? So far this year, companies with all-women founding teams have raised 2.2% of the venture capital allocated for the year. Data shows that all-women founding teams have never raised more than 3% in VC funding since at least 2014 and that for the past four years, all-women founding teams have raised just about 2% in VC funding. Dominic-Madori Davis explores how this disparity exists when the amount of capital allocated to U.S. startups has hit record heights. Read more",
        "authors": "['Cody Corrall']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/07/crowdstrike-windows-airplane-glitch-v1.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/07/20/crowdstrikes-update-fail-causes-global-outages-and-travel-chaos/",
        "timestamp": "1721535561.507278",
        "displayed": 0
    },
    {
        "title": "Cody Corrall, Author at TechCrunch",
        "text": "Featured Article\n\nThe tech layoff wave is still going strong in 2024. Following significant workforce reductions in 2022 and 2023, this year has already seen 60,000 job cuts across 254 companies, according to independent layoffs tracker Layoffs.fyi. Companies like Tesla, Amazon, Google, TikTok, Snap and Microsoft have conducted sizable layoffs in the…",
        "authors": "['Cody Corrall', 'Audience Development Producer', 'Latest Cody Corrall']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2023/09/Cody_Corrall_CREDIT_Michael_Izquierdo-33.jpg",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/cody-corrall/",
        "timestamp": "1721535563.8082922",
        "displayed": 0
    },
    {
        "title": "CrowdStrike’s update fail causes global outages and travel chaos",
        "text": "This week saw one of the most widespread IT disruptions in recent years linked to a faulty software update from popular cybersecurity firm CrowdStrike. Businesses across the world reported IT outages, including Windows “blue screen of death” errors on their computers, impacting airlines, banks, retailers, brokerage houses, media companies and railway networks.\n\nOpenAI released GPT-4o mini, a pared down version of its latest flagship model. According to the company, the new model is supposed to be more than 60% cheaper than GPT 3.5 Turbo and will be useful for simple, high-volume tasks. GPT-4o has begun rolling out to developers and consumers through the ChatGPT web and mobile apps, with enterprise users expected to gain access next week.\n\nThe USPS was caught sharing the postal addresses of its online customers with Meta, LinkedIn and Snap. TechCrunch found that customers’ information was shared by way of hidden data-collecting code used across its website, including the addresses of logged-in Informed Delivery customers. The USPS said it addressed the issue and stopped the practice, claiming that it was “unaware” of it.\n\nThis is TechCrunch’s Week in Review — TechCrunch’s newsletter recapping the week’s biggest news. Want it in your inbox every Saturday? Sign up here.\n\nNews\n\nPartnerOne pays a fraction for HeadSpin: The Canadian private equity firm paid $28.2 million for HeadSpin, a fraction of its $1.1 billion valuation, documents seen by TechCrunch reveal. In April, HeadSpin’s founder was sentenced to 18 months in prison for fraud. Read more\n\nAlphabet might be buying Wiz: Alphabet is reportedly in advanced talks to acquire cloud security service Wiz for around $23 billion. If the deal goes through, it will mark the company’s largest acquisition to date. Read more\n\nAmericans spent big on Prime Day: Amazon’s Prime Day event resulted in record sales this year, with U.S. consumers spending $14.2 billion across July 16 and 17, according to Adobe Analytics. Read more\n\nWordle for learning chess: Echo Chunk created an AI-powered daily game called Echo Chess to help you improve your chess skills — and it just raised $1.4 million. Read more\n\nKaspersky shuts down in the U.S.: The Russian cybersecurity giant will lay off dozens of staff and leave the U.S. market following a government order banning the sale of the company’s software due to alleged security risks. Read more\n\nElon Musk doubles down on Texas: Musk is vowing to move SpaceX and X to Texas, calling the passage of a California bill that prohibits schools from disclosing students’ sexuality or gender identity without their consent “the final straw.” Read more\n\nWould you take a robotaxi to the airport? Waymo is ramping up efforts to get approval to facilitate robotaxi pickups and drop-offs at the San Francisco International Airport, according to emails viewed by TechCrunch. Read more\n\nWatch The Weeknd on the Apple Vision Pro: Apple is teasing new content for the Apple Vision Pro, including a short film about the 2024 NBA All-Star Weekend game in Indianapolis and an immersive concert by The Weeknd. Read more\n\nMoon cave! Scientists have identified what they believe is an accessible tunnel or cave on the moon. If real, such a feature could define years of development by startups, governments and space companies aiming to create a lasting lunar colony. Read more\n\nCool new headphones just dropped: Dyson’s new retro-looking OnTrac headphones are almost infinitely customizable — and they tout an impressive battery life of 55 hours with ANC turned on. Read more\n\nAnalysis\n\nHank Green reckons with the creator economy: Hank Green started making YouTube videos in 2007 with his brother, novelist John Green, at a time when Myspace was still relevant and Instagram didn’t exist. Seventeen years later, posting videos on the internet is no longer just a hobby, but also a $250 billion industry. In a wide-ranging conversation, Amanda Silberling spoke with Green about creator solidarity, loneliness on social media, and the businesses behind it all. Read more\n\nAre female-founded startups getting left behind? So far this year, companies with all-women founding teams have raised 2.2% of the venture capital allocated for the year. Data shows that all-women founding teams have never raised more than 3% in VC funding since at least 2014 and that for the past four years, all-women founding teams have raised just about 2% in VC funding. Dominic-Madori Davis explores how this disparity exists when the amount of capital allocated to U.S. startups has hit record heights. Read more",
        "authors": "['Cody Corrall']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/07/crowdstrike-windows-airplane-glitch-v1.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/07/20/crowdstrikes-update-fail-causes-global-outages-and-travel-chaos/",
        "timestamp": "1721535564.909618",
        "displayed": 0
    },
    {
        "title": "TechCrunch",
        "text": "Marc Andreessen, the co-founder of one of the most prominent venture capital firms in Silicon Valley, says he’s been a Democrat most of his life. He says he has endorsed…",
        "authors": "['Theresa Loconsolo', 'Kirsten Korosec']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png?resize=1200,1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/category/startups/",
        "timestamp": "1721535566.411904",
        "displayed": 0
    },
    {
        "title": "Unpacking how Alphabet’s rumored Wiz acquisition could affect VC",
        "text": "Alphabet, the parent company of Google, is in advanced talks to acquire cybersecurity startup Wiz for $23 billion, the Wall Street Journal reported on Sunday. TechCrunch’s sources heard similar and added that deal discussions could last into next week.\n\nIf this deal does end up getting done, it would be Alphabet’s largest acquisition yet. It would also be a massive exit for a startup at a time when exits, M&A specifically, aren’t rebounding as much as many had predicted heading into 2024. If the deal does get completed, it could affect venture and startups in multiple ways, some more obvious but others much less so.\n\nAngela Lee, a professor at Columbia Business School and a founder of angel investor community 37 Angels, told TechCrunch that if Alphabet acquires Wiz, she does think it could be enough of a catalyst to give the startup M&A market some momentum.\n\n“The size of the acquisition, which is huge — the market is very much ready for an exit of this size,” Lee said. “There is this fear that no one wants to be the first to stick their neck out. My hope is that this will revitalize the M&A market.”\n\nThe market needs that push. Through H1 of 2024, there were 356 startup acquisitions in the U.S., according to PitchBook data. This means 2024 isn’t on track to deliver many more deals than 2023, when there were 771. But there is a catch: Lee said that if this does go through, and does start to spark startup M&A, the deals to come likely won’t have much impact on the current liquidity crunch that large late-stage startups are facing.\n\n“I don’t know how many companies can make acquisitions of this size,” Lee said in reference to Alphabet’s balance sheet. “This will not fundamentally switch IPOs to M&A. This deal is one that only Google can do.”\n\nI reached out to both Wiz and Google for comment and will update this story when I hear back.\n\nFinding fundraising momentum\n\nThe deal going through could also have a positive impact on venture fundraising. U.S. venture firm fundraising is currently on track to end the year below 2023’s total, $81.5 billion, which was already down 57.4% from 2022, $191.3 billion, according to PitchBook data.\n\nBrian Borton, a VC and growth equity partner at StepStone, reminded me a month ago that VC funds hold company stakes longer than any other asset class — and that’s regardless of the current market conditions. LPs don’t always love this dynamic, and paired with the current lack of exits, LPs are more hesitant to deploy capital in the current environment. But they still want venture exposure. Borton credits that dynamic as partially why StepStone was so successful in raising its recent secondaries fund, because their strategy allows LPs to get into venture without as long of holding period.\n\nLee said this deal going through could ease some of LPs’ hesitations, not just because of the size, but because Wiz is only 4 years old. Late-stage startups in the U.S. are more than 12 years old on average, according to PitchBook data. Lee said this deal would not only directly affect the numbers, but it could also give VCs needed leverage on the fundraising trail. She added that if she was trying to fundraise right now, she would use it.\n\n“This will make the exit timelines go down, not by number, but by volume,” Lee said. “That might potentially excite LPs to come back to the market. As people talk about recovery and how things in 2024 look a lot better than 2022 and 2023, what hasn’t come back is VC fundraising. This might be a little bit of push needed for this to happen again.”\n\nDriving deals\n\nIf Wiz gets acquired, Lee thinks it could prompt VCs to start writing checks again, too. DocSend found that pitch deck activity from both investors and founders rose by double-digit percentages in Q2 2024 compared to the same time last year — despite not much movement yet in actual deals getting closed. Justin Izzo, a lead data and trends researcher at DocSend, told me that he didn’t think the exit market opening would have an impact on these early-stage deals as much — an interest rate cut would make more of a difference — since they are so far away from the exit timeline to begin with.\n\nIzzo and I did not talk specifically about Wiz, but Lee and I agree that with Wiz being such a young company, it could have a different effect than if this potential acquisition involved an older player. An 11-year-old startup getting acquired may not move the needle for seed-stage companies, but Lee said a 4-year-old company that exploded that fast, and garnered such a massive exit, definitely could.\n\n“We all have FOMO,” Lee said. “Wouldn’t we all have loved to be a part of this deal? It’s exciting to see a lot of buzz on something that isn’t AI.”\n\nThe future of the deal isn’t clear. It could face antitrust pushback. It may not even happen at all. But if it does, it also might be what the venture market needs to start seeing some movement.",
        "authors": "['Rebecca Szkutak']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/07/GettyImages-2161842016.jpg?w=1024",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/07/20/unpacking-how-alphabets-rumored-wiz-acquisition-could-affect-vc/",
        "timestamp": "1721535567.566595",
        "displayed": 0
    },
    {
        "title": "Rebecca Szkutak, Author at TechCrunch",
        "text": "AI systems and large language models (LLMs) need to be trained on massive amounts of data to be accurate but they shouldn’t train on data that they don’t have the…",
        "authors": "['Rebecca Szkutak', 'Senior Reporter', 'Venture', 'Latest Rebecca Szkutak', 'Theresa Loconsolo', 'Dominic-Madori Davis']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2022/05/Rebecca-Szkutak.jpg",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/rebecca-szkutak/",
        "timestamp": "1721535568.538711",
        "displayed": 0
    },
    {
        "title": "Unpacking how Alphabet’s rumored Wiz acquisition could affect VC",
        "text": "Alphabet, the parent company of Google, is in advanced talks to acquire cybersecurity startup Wiz for $23 billion, the Wall Street Journal reported on Sunday. TechCrunch’s sources heard similar and added that deal discussions could last into next week.\n\nIf this deal does end up getting done, it would be Alphabet’s largest acquisition yet. It would also be a massive exit for a startup at a time when exits, M&A specifically, aren’t rebounding as much as many had predicted heading into 2024. If the deal does get completed, it could affect venture and startups in multiple ways, some more obvious but others much less so.\n\nAngela Lee, a professor at Columbia Business School and a founder of angel investor community 37 Angels, told TechCrunch that if Alphabet acquires Wiz, she does think it could be enough of a catalyst to give the startup M&A market some momentum.\n\n“The size of the acquisition, which is huge — the market is very much ready for an exit of this size,” Lee said. “There is this fear that no one wants to be the first to stick their neck out. My hope is that this will revitalize the M&A market.”\n\nThe market needs that push. Through H1 of 2024, there were 356 startup acquisitions in the U.S., according to PitchBook data. This means 2024 isn’t on track to deliver many more deals than 2023, when there were 771. But there is a catch: Lee said that if this does go through, and does start to spark startup M&A, the deals to come likely won’t have much impact on the current liquidity crunch that large late-stage startups are facing.\n\n“I don’t know how many companies can make acquisitions of this size,” Lee said in reference to Alphabet’s balance sheet. “This will not fundamentally switch IPOs to M&A. This deal is one that only Google can do.”\n\nI reached out to both Wiz and Google for comment and will update this story when I hear back.\n\nFinding fundraising momentum\n\nThe deal going through could also have a positive impact on venture fundraising. U.S. venture firm fundraising is currently on track to end the year below 2023’s total, $81.5 billion, which was already down 57.4% from 2022, $191.3 billion, according to PitchBook data.\n\nBrian Borton, a VC and growth equity partner at StepStone, reminded me a month ago that VC funds hold company stakes longer than any other asset class — and that’s regardless of the current market conditions. LPs don’t always love this dynamic, and paired with the current lack of exits, LPs are more hesitant to deploy capital in the current environment. But they still want venture exposure. Borton credits that dynamic as partially why StepStone was so successful in raising its recent secondaries fund, because their strategy allows LPs to get into venture without as long of holding period.\n\nLee said this deal going through could ease some of LPs’ hesitations, not just because of the size, but because Wiz is only 4 years old. Late-stage startups in the U.S. are more than 12 years old on average, according to PitchBook data. Lee said this deal would not only directly affect the numbers, but it could also give VCs needed leverage on the fundraising trail. She added that if she was trying to fundraise right now, she would use it.\n\n“This will make the exit timelines go down, not by number, but by volume,” Lee said. “That might potentially excite LPs to come back to the market. As people talk about recovery and how things in 2024 look a lot better than 2022 and 2023, what hasn’t come back is VC fundraising. This might be a little bit of push needed for this to happen again.”\n\nDriving deals\n\nIf Wiz gets acquired, Lee thinks it could prompt VCs to start writing checks again, too. DocSend found that pitch deck activity from both investors and founders rose by double-digit percentages in Q2 2024 compared to the same time last year — despite not much movement yet in actual deals getting closed. Justin Izzo, a lead data and trends researcher at DocSend, told me that he didn’t think the exit market opening would have an impact on these early-stage deals as much — an interest rate cut would make more of a difference — since they are so far away from the exit timeline to begin with.\n\nIzzo and I did not talk specifically about Wiz, but Lee and I agree that with Wiz being such a young company, it could have a different effect than if this potential acquisition involved an older player. An 11-year-old startup getting acquired may not move the needle for seed-stage companies, but Lee said a 4-year-old company that exploded that fast, and garnered such a massive exit, definitely could.\n\n“We all have FOMO,” Lee said. “Wouldn’t we all have loved to be a part of this deal? It’s exciting to see a lot of buzz on something that isn’t AI.”\n\nThe future of the deal isn’t clear. It could face antitrust pushback. It may not even happen at all. But if it does, it also might be what the venture market needs to start seeing some movement.",
        "authors": "['Rebecca Szkutak']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/07/GettyImages-2161842016.jpg?w=1024",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/07/20/unpacking-how-alphabets-rumored-wiz-acquisition-could-affect-vc/",
        "timestamp": "1721535569.669745",
        "displayed": 0
    },
    {
        "title": "Security News",
        "text": "There’s a man in Florida right now who wants to propose to his girlfriend while they’re on a beach vacation. He couldn’t get the engagement ring before he flew down…",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png?resize=1200,1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/category/security/",
        "timestamp": "1721535570.8431082",
        "displayed": 0
    },
    {
        "title": "Microsoft says 8.5M Windows devices were affected by CrowdStrike outage",
        "text": "Around 8.5 million devices — less than 1 percent Windows machines globally — were affected by the recent CrowdStrike outage, according to a Microsoft blog post by David Weston, the company’s vice president of enterprise and OS security.\n\nThese are the first real numbers released by either Microsoft or CrowdStrike around the scale of yesterday’s outage, which was caused by an update to CrowdStrike’s cybersecurity software that led Windows machines to crash. (Mac and Linux devices were not affected.)\n\nAlthough the number of affected devices was relatively low, the havoc was widespread and global, affecting banks, retailers, brokerage companies, rail networks, and more. Airlines halted flight operations around the world.\n\n“While the percentage [of affected devices] was small, the broad economic and societal impacts reflect the use of CrowdStrike by enterprises that run many critical services,” Weston wrote.\n\nHe did not say what percentage of Windows devices with CrowdStrike software were affected. It’s also worth noting that even if only one computer crashed, it could potentially take down an entire network or datacenter.\n\nWeston also wrote that “although this was not a Microsoft incident,” the company has been working with CrowdStrike to address the issue. Systems could be slow to recover if every affected computer requires a manual fix, but Weston said Microsoft and CrowdStrike have developed “a scalable solution that will help Microsoft’s Azure infrastructure accelerate a fix” and are also collaborating with Amazon Web Services and Google Cloud Platform.",
        "authors": "['Anthony Ha']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/07/GettyImages-2162660378.jpg?resize=1200,800",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/07/20/microsoft-says-8-5m-windows-devices-were-affected-by-crowdstrike-outage/",
        "timestamp": "1721535572.384974",
        "displayed": 0
    },
    {
        "title": "Anthony Ha, Author at TechCrunch",
        "text": "“Fediverse” is one of those terms that gets thrown around a lot, but what does it actually mean? The word comes from “federation” and “universe”…",
        "authors": "['Anthony Ha', 'Latest Anthony Ha']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2021/01/vtobb68s1b8yujb2lsfk.jpg",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/anthony-ha/",
        "timestamp": "1721535573.65842",
        "displayed": 0
    },
    {
        "title": "Microsoft says 8.5M Windows devices were affected by CrowdStrike outage",
        "text": "Around 8.5 million devices — less than 1 percent Windows machines globally — were affected by the recent CrowdStrike outage, according to a Microsoft blog post by David Weston, the company’s vice president of enterprise and OS security.\n\nThese are the first real numbers released by either Microsoft or CrowdStrike around the scale of yesterday’s outage, which was caused by an update to CrowdStrike’s cybersecurity software that led Windows machines to crash. (Mac and Linux devices were not affected.)\n\nAlthough the number of affected devices was relatively low, the havoc was widespread and global, affecting banks, retailers, brokerage companies, rail networks, and more. Airlines halted flight operations around the world.\n\n“While the percentage [of affected devices] was small, the broad economic and societal impacts reflect the use of CrowdStrike by enterprises that run many critical services,” Weston wrote.\n\nHe did not say what percentage of Windows devices with CrowdStrike software were affected. It’s also worth noting that even if only one computer crashed, it could potentially take down an entire network or datacenter.\n\nWeston also wrote that “although this was not a Microsoft incident,” the company has been working with CrowdStrike to address the issue. Systems could be slow to recover if every affected computer requires a manual fix, but Weston said Microsoft and CrowdStrike have developed “a scalable solution that will help Microsoft’s Azure infrastructure accelerate a fix” and are also collaborating with Amazon Web Services and Google Cloud Platform.",
        "authors": "['Anthony Ha']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/07/GettyImages-2162660378.jpg?resize=1200,800",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/07/20/microsoft-says-8-5m-windows-devices-were-affected-by-crowdstrike-outage/",
        "timestamp": "1721535575.116089",
        "displayed": 0
    },
    {
        "title": "Some Black startup founders feel betrayed by Ben Horowitz’s support for Trump",
        "text": "Some of the richest, most influential investors in Silicon Valley are publicly supporting Donald Trump’s campaign. They run powerful firms that every founder wants as backers. But because of their financial support for Trump, some Black founders are rethinking if they should have them on their cap table, according to seven Black founders and investors who spoke to TechCrunch.\n\nSome of the VCs who show support for Trump are not shocking, as they have historically leaned politically right, like Sequoia’s Doug Leone and Shaun Maguire, Keith Rabois from Khosla Ventures and David Sacks of Craft Ventures. But earlier this week Marc Andreessen and Ben Horowitz, founders of Andreessen Horowitz, publicly threw their support behind Trump, stunning some in the Valley.\n\n“They are supporting candidates that don’t want people like me to have a fair shot or level playing field. How can one be optimistic with that in the back of their mind, as well as knowing you have a less than 2% shot of raising as it stands today?” one Nigerian American founder, who asked to remain anonymous for fear of career repercussions, told TechCrunch.\n\nOf course, there are Black founders and investors who are unconcerned about an investors’ political views and will sign a term sheet with someone who supports Trump. But others feel betrayed, particularly by a16z’s Horowitz, who was known as an ally to the Black community.\n\n“His reputation will definitely take a hit among well-thinking Black people because it shows that he doesn’t actually understand our lived experiences,” David Mullings, founder of Blue Mahoe Holdings, told TechCrunch.\n\nThese founders feel this way because Trump is an advocate for a number of policies that could be harmful to people of color. Trump has spoken about, for instance, using force to deport 15 million to 20 million people — a fierce anti-immigrant policy for the tech sector, which relies on a lot of immigrant talent. During Trump’s last presidency, he banned DEI at the federal level. He’s threatened to remove federal funding from schools that offer curricula on topics of race and racism. The Republican platform under Trump also has no interest in addressing climate change (which disproportionately impacts Black and brown communities).\n\nThen there’s Project 2025, which was drafted by former Trump administration officials and calls for policies such as dismantling the Department of Education, banning abortion pills and increasing the power of the president. Trump has sought to distance himself from the proposal, but that hasn’t stopped far-right supporters from mixing that message in with what they believe Trump will give them.\n\nHorowitz’s support of Trump is particularly painful because he’s always been seen as an advocate for the Black community. He and his wife, Felicia Wiley Horowitz, who is Black, have spoken before about how much they have done for the Black community and have held events and spaces for Black techies to gather and network. He wrote a book with a foreword from famed African American historian Henry Louis Gates Jr. and has spoken of his love for hip-hop and what he learned from the Haitian revolution. He has also touted his relationship with activist and former prison gang leader Shaka Senghor.\n\nHorowitz once gave an interview to The New York Times about how he was different from his father, an outspoken Trump supporter who told the outlet that Ben was “practically Black.”\n\nTo hear this week that Horowitz will donate to Trump’s campaign because he likes Trump’s policies on crypto regulation and taxes stung many.\n\n“It appears personal interest and profit supersedes people,” the Nigerian American founder said. “The ‘hard things about hard things’ sometimes mean standing against oppression.”\n\nAndreessen Horowitz declined to comment and Horowitz did not respond to TechCrunch’s request for comment.\n\nA not-so-shocking admission\n\nIn terms of funding and opportunities, 2020 and 2021 were historic years for the Black tech community and many began to be hopeful that more long-term opportunities would open. Even a16z launched an accelerator program, managed by a charity, to help support marginalized founders.\n\nBut now the community is reexamining what they thought they knew.\n\n“Ben and Marc have consistently been quiet on social justice issues and moving further to the far right. Ben embracing celebrities and quoting rap lyrics does not mean Ben is committed to equal rights,” one Black investor, who asked to remain anonymous and who has attended events Horowitz has hosted, told TechCrunch.\n\n“The proximity to Black figures has never equaled allyship,” Khadijah Robinson, who founded the e-commerce cite The Nile List, told TechCrunch. “Those same investors are starting to show their true colors in public.”\n\nEven Arlan Hamilton, founder of Backstage Capital, which counted Marc Andreessen as an early investor, is taken aback that the firm’s founders want to broadcast their support for Trump. “I’m more surprised that they said it out loud instead of just funding anonymously,” she told TechCrunch.\n\nAndreessen’s support for Trump has perhaps come as less of a surprise since his viewpoints have long been seen as being in the right-leaning libertarian bucket. His Techno-Optimist Manifesto published last year, for instance, called “regulatory capture” and socialism “the enemy.” (It also called “authoritarianism” the enemy.) He painted a world where tech and tech startups solve all the world’s ills.\n\nBlack founders see a more harrowing possibility: increased divisive rhetoric and a society where tech billionaires barter democracy for capital gains.\n\n“I’m not shocked to see people putting their self-interest first,” another Black founder said. “Deep down I think this is how most of them felt the entire time but were scared of the blowback.”\n\nTobi Ajala, founder of the SaaS startup TechTee, said she also isn’t surprised to see big investors supporting Trump. “It has caused more Black founders to consider what the options are other than obvious choices,” she said.\n\nNow Black founders say they must balance being even more conscious of who they network with, while also not alienating influential and potential inventors. Many of them are also trying to not take the wave of Trump support too personally. “Politics, like investing, is unemotional,” one Black fintech founder said about the VCs backing Trump. “The market will move in the direction of who it thinks will do the best for them.”",
        "authors": "['Dominic-Madori Davis']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/07/Brad-Barket-Stringer.jpg?w=1024",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/07/20/some-black-startup-founders-feel-betrayed-by-ben-horowitzs-support-for-trump/",
        "timestamp": "1721535576.558159",
        "displayed": 0
    },
    {
        "title": "Dominic-Madori Davis, Author at TechCrunch",
        "text": "Sanil Chawla remembers the meetings he had with countless artists in college. Those creatives were looking for one thing: sustainable economic infrastructure that could help them scale rather than drown…",
        "authors": "['Dominic-Madori Davis', 'Senior Reporter', 'Venture', 'Latest Dominic-Madori Davis', 'Rebecca Szkutak', 'Maggie Stamets']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/04/Dominic-Madori-Davis.jpg",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/dominic-madori-davis/",
        "timestamp": "1721535577.6559591",
        "displayed": 0
    },
    {
        "title": "Some Black startup founders feel betrayed by Ben Horowitz’s support for Trump",
        "text": "Some of the richest, most influential investors in Silicon Valley are publicly supporting Donald Trump’s campaign. They run powerful firms that every founder wants as backers. But because of their financial support for Trump, some Black founders are rethinking if they should have them on their cap table, according to seven Black founders and investors who spoke to TechCrunch.\n\nSome of the VCs who show support for Trump are not shocking, as they have historically leaned politically right, like Sequoia’s Doug Leone and Shaun Maguire, Keith Rabois from Khosla Ventures and David Sacks of Craft Ventures. But earlier this week Marc Andreessen and Ben Horowitz, founders of Andreessen Horowitz, publicly threw their support behind Trump, stunning some in the Valley.\n\n“They are supporting candidates that don’t want people like me to have a fair shot or level playing field. How can one be optimistic with that in the back of their mind, as well as knowing you have a less than 2% shot of raising as it stands today?” one Nigerian American founder, who asked to remain anonymous for fear of career repercussions, told TechCrunch.\n\nOf course, there are Black founders and investors who are unconcerned about an investors’ political views and will sign a term sheet with someone who supports Trump. But others feel betrayed, particularly by a16z’s Horowitz, who was known as an ally to the Black community.\n\n“His reputation will definitely take a hit among well-thinking Black people because it shows that he doesn’t actually understand our lived experiences,” David Mullings, founder of Blue Mahoe Holdings, told TechCrunch.\n\nThese founders feel this way because Trump is an advocate for a number of policies that could be harmful to people of color. Trump has spoken about, for instance, using force to deport 15 million to 20 million people — a fierce anti-immigrant policy for the tech sector, which relies on a lot of immigrant talent. During Trump’s last presidency, he banned DEI at the federal level. He’s threatened to remove federal funding from schools that offer curricula on topics of race and racism. The Republican platform under Trump also has no interest in addressing climate change (which disproportionately impacts Black and brown communities).\n\nThen there’s Project 2025, which was drafted by former Trump administration officials and calls for policies such as dismantling the Department of Education, banning abortion pills and increasing the power of the president. Trump has sought to distance himself from the proposal, but that hasn’t stopped far-right supporters from mixing that message in with what they believe Trump will give them.\n\nHorowitz’s support of Trump is particularly painful because he’s always been seen as an advocate for the Black community. He and his wife, Felicia Wiley Horowitz, who is Black, have spoken before about how much they have done for the Black community and have held events and spaces for Black techies to gather and network. He wrote a book with a foreword from famed African American historian Henry Louis Gates Jr. and has spoken of his love for hip-hop and what he learned from the Haitian revolution. He has also touted his relationship with activist and former prison gang leader Shaka Senghor.\n\nHorowitz once gave an interview to The New York Times about how he was different from his father, an outspoken Trump supporter who told the outlet that Ben was “practically Black.”\n\nTo hear this week that Horowitz will donate to Trump’s campaign because he likes Trump’s policies on crypto regulation and taxes stung many.\n\n“It appears personal interest and profit supersedes people,” the Nigerian American founder said. “The ‘hard things about hard things’ sometimes mean standing against oppression.”\n\nAndreessen Horowitz declined to comment and Horowitz did not respond to TechCrunch’s request for comment.\n\nA not-so-shocking admission\n\nIn terms of funding and opportunities, 2020 and 2021 were historic years for the Black tech community and many began to be hopeful that more long-term opportunities would open. Even a16z launched an accelerator program, managed by a charity, to help support marginalized founders.\n\nBut now the community is reexamining what they thought they knew.\n\n“Ben and Marc have consistently been quiet on social justice issues and moving further to the far right. Ben embracing celebrities and quoting rap lyrics does not mean Ben is committed to equal rights,” one Black investor, who asked to remain anonymous and who has attended events Horowitz has hosted, told TechCrunch.\n\n“The proximity to Black figures has never equaled allyship,” Khadijah Robinson, who founded the e-commerce cite The Nile List, told TechCrunch. “Those same investors are starting to show their true colors in public.”\n\nEven Arlan Hamilton, founder of Backstage Capital, which counted Marc Andreessen as an early investor, is taken aback that the firm’s founders want to broadcast their support for Trump. “I’m more surprised that they said it out loud instead of just funding anonymously,” she told TechCrunch.\n\nAndreessen’s support for Trump has perhaps come as less of a surprise since his viewpoints have long been seen as being in the right-leaning libertarian bucket. His Techno-Optimist Manifesto published last year, for instance, called “regulatory capture” and socialism “the enemy.” (It also called “authoritarianism” the enemy.) He painted a world where tech and tech startups solve all the world’s ills.\n\nBlack founders see a more harrowing possibility: increased divisive rhetoric and a society where tech billionaires barter democracy for capital gains.\n\n“I’m not shocked to see people putting their self-interest first,” another Black founder said. “Deep down I think this is how most of them felt the entire time but were scared of the blowback.”\n\nTobi Ajala, founder of the SaaS startup TechTee, said she also isn’t surprised to see big investors supporting Trump. “It has caused more Black founders to consider what the options are other than obvious choices,” she said.\n\nNow Black founders say they must balance being even more conscious of who they network with, while also not alienating influential and potential inventors. Many of them are also trying to not take the wave of Trump support too personally. “Politics, like investing, is unemotional,” one Black fintech founder said about the VCs backing Trump. “The market will move in the direction of who it thinks will do the best for them.”",
        "authors": "['Dominic-Madori Davis']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/07/Brad-Barket-Stringer.jpg?w=1024",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/07/20/some-black-startup-founders-feel-betrayed-by-ben-horowitzs-support-for-trump/",
        "timestamp": "1721535578.778084",
        "displayed": 0
    },
    {
        "title": "Strava’s next chapter: New CEO talks AI, inclusivity, and why ‘dark mode’ took so long",
        "text": "TechCrunch caught up with Michael Martin, who was previously at YouTube and Nike, six months into his new role\n\nThere comes a time in every startup’s life when the leaders and stakeholders have to seriously start thinking about the endgame: What to do when you’ve raised $150 million in VC cash over 15 years en route to building a 100 million-plus community? And how do you go about executing that next step to ensure that you not only survive, but also thrive?\n\nThis is the predicament that Strava, the social fitness app and community, finds itself in. At a crossroads, of sorts, where it has reached meaningful scale driven by the grit typical of many founder-led businesses, but where it has now hit an impasse to scale further.\n\n“What got us here will not be exactly the same as what will get us there,” Michael Horvath, Strava co-founder and then-CEO, said as he announced his imminent departure in February 2023. “I have decided that Strava needs a CEO with the experience and skills to help us make the most of this next chapter.”\n\nThat next chapter started in January, when Strava announced that its new CEO would be former YouTube executive and Nike digital product lead Michael Martin. Six months into his new role, Martin has already given the first clues as to where his head is at in terms of both business and product, revealing plans to use AI to weed out leaderboard cheats, as well as new features to broaden its demographics.\n\nOver the past few weeks, Strava also introduced a new group subscription plan, while it finally gave its users the feature they’ve been asking for more than any other: dark mode, a glaring omission that had frustrated many through the years.\n\nFor context, YouTube has had dark mode since 2018; X (formerly Twitter) since 2019; and everything from WhatsApp to GitHub has long offered dark mode, too.\n\nSo what’s the deal, Strava?\n\n“If you were to build the Strava app now, or even in the last two or three years, turning on dark mode would have been very straightforward,” Martin explained to TechCrunch. “But Strava is not a new app.”\n\nStrava’s dark mode. Image Credits: Strava\n\nAs the Strava app has evolved over the past 15 years, it has been added to, layered upon, and cobbled in a less-than-congruous fashion that made it difficult to introduce what, to the outside world, would seem like a fairly simple update.\n\n“Instead of flipping a switch, it was the exact opposite,” Martin said. “There were hundreds of screens that had to be updated, thousands of UX (user experience) controls, each one of them individually coded. And so it took far more work than people would assume, but I understand why you would think it would be an easy thing.”\n\nFor dark mode to happen, Strava overhauled the user interfaces to adhere to a more “modern, modular” ethos.”Honestly, dark mode is just a nice benefit of doing all that additional work,” Martin said. “Going forward, every feature will be faster.”\n\nWhile it may have been a hotly anticipated feature, dark mode is the least of Strava’s concerns. It’s a nice-to-have, but it won’t make or break the business. TechCrunch sat down with Strava’s new CEO in London for a wide-ranging interview, delving into what the company is prioritizing and what we can expect in the future as the company embarks on its “next chapter.”\n\n“Our product development is finely focused on two things right now,” Martin explained. “‘Building for her,’ which is really just our lens for making sure that we are doing everything to make Strava more inclusive. And the other is AI and machine learning.”\n\n“Building for her”\n\nStrava doesn’t reveal its gender split, but Martin acknowledged that its user base follows a trend that permeates much of the sporting realm. “Participation rates for women have always substantially lagged men [on Strava],” Martin said. “I think Strava has a unique opportunity to help women be more active and engage in more activities.”\n\nThere are encouraging signs in some demographics, according to Martin, who pointed to markets like the U.K., France and Spain, which are apparently seeing new user registration rates for women exceed 50% of the whole new user base. In truth, however, this stat could be skewed by the fact that male members are already at a higher saturation point. However, he said that the growth rate of Gen Z female users in the U.K. has doubled in the past six months compared to the previous six months.\n\n“So you can start to understand that even if women were less prominent on the platform, that’s starting to shift pretty profoundly, which is what we want to happen,” Martin said.\n\nOne way Strava hopes to broaden its appeal is through a feature that builds on its existing global heatmaps, which showcase the most well-trafficked running, riding and walking routes. With the soon-to-launch “night heatmaps,” this highlights the busier routes between sundown and sunrise specifically.\n\nNight heatmaps in Strava. Image Credits: Strava\n\nAdditionally, Strava is working on ways to make it easier to conceal specific data points from an activity, which might be useful for those concerned about being monitored. “Quick edit” will enable users to hide certain metrics from their stats, such as their location or activity type.\n\n“It’s a mechanism that I learned at Google as a way to find those gaps in the product,” Martin said. “Addressing these gaps ideally will help ‘her’ be more active. And we’re already seeing that in the numbers. This is going to help other people as well; it’s an inclusive design.”\n\nThe AI factor\n\nBesides identifying gaps in the existing product, Martin says he’s looking to borrow from other recent experiences at Google, where he says AI and machine learning were part of just about everything they did.\n\n“I’d been working in machine learning and artificial intelligence for almost a decade already, but spending the last couple of years at Google gave me a whole new level of understanding and capability, which I am now employing at Strava,” Martin said. “And you’re going to see more examples of that going forward.”\n\nStrava recently announced it would use more sophisticated machine learning to detect “leaderboard cheats.” The Leaderboard is a Strava feature that stirs competition by allowing users to challenge each other over certain “segments” of a route. While most people tackle these segments fairly, accusations frequently abound that some use nefarious methods to beat a particular record, perhaps using a pedal bike on a “run” or an e-bike on an ascent.\n\nIt’s a major bone of contention in the community, one that led Strava to allow users to manually flag dubious activity, while last year the company updated its algorithms to make “leaderboards more credible.” This included withholding activities that may have been incorrectly labeled (e.g., users tagging a run as a bike ride) or maybe where the GPS data was faulty.\n\nMoving forward, Strava will use machine learning to detect questionable activities trained on historical data. But much like dark mode, Martin says that weeding out digital dopers is easier said than done.\n\n“As somebody who has been an engineer at many points in my career, I feel like I can imagine an heuristic, an algorithm that can solve for this [leaderboard integrity] relatively easily,” Martin said. “In reality you could, and the team has tried that in the past, but what they have come to realize is that while you can create a heuristic, those heuristics have consistent failings in terms of incorrectly flagging anomalous behavior that isn’t actually anomalous.”\n\nThis is where Martin hopes machine learning can help: by spotting connections and patterns that a human being creating a “hypothetical heuristic” would never imagine to include in their design.\n\nStrava: Leaderboard integrity powered by AI. Image Credits: Strava\n\nDetails of what this might look like remain somewhat vague, but when pushed on whether Strava might become more effective at detecting someone using an e-bike to ascend a hill, for example, Martin was optimistic but noncommittal.\n\n“I think there’s a high probability, but I don’t want to overstate,” Martin said.\n\nWhile Strava already serves up performance data and insights, the company is also turning to AI to make this data easier to parse, particularly for newbies. An upcoming feature called “athlete intelligence” will see Strava deploy generative AI to analyze user data and create summaries and guidance on performance and fitness goals. This will be available to premium subscribers only.\n\n“Athlete intelligence is a way of using AI to solve a specific human problem; it can take their data and give them specific contextual information,” Martin said. This might include things like contextualizing a particular segment of a run in terms of how their pace relates to an incline, or explaining how their heart rate over a given period translates into building endurance.\n\nStrava’s “athlete intelligence” Image Credits: Strava\n\nThe social network\n\nWhile Strava isn’t typically bundled alongside traditional social networks like Facebook, the platform is very much used like a social network, with the ability to share photos, videos, comment on activities, and, as of last year, send private messages. The company refers to itself as a “social network specifically for active people.”\n\nHowever, Martin sees things slightly differently. “Strava’s a ‘social product,’” he said. “[But] the point of a social media network is that the whole thing is optimized to maximize your engagement in that network. Strava is optimized and focused on exactly the opposite. Our goal is to motivate you to do something in the real world, not to stay in Strava all the time. The average Strava consumer spends 20 times more in the real world in an activity than they do in the app. And I think that’s a super healthy stat. I’m not looking to change that.”\n\nThere are other synergies with traditional social networks, too, and not necessarily positive ones. Strava has always been about the data, whether it’s a runner viewing their marathon splits or a cyclist tracking their segment improvements. When pooled, this data could hold immense value for any company wishing to diversify their revenue streams beyond subscriptions. But this is something Strava has been at pains to control the optics around, particularly against the backdrop of Big Tech companies such as Facebook misusing user data.\n\nStrava’s main data product is packaged under something called Strava Metro, where it shares aggregate, de-identified data with select city planners, governments and organizations to improve infrastructure. So if Strava data shows that a lot of people are cycling along a particularly busy thoroughfare, it might warrant investment in bike lanes. Strava used to charge for this product, but in 2020 it made the tool available for free, an effort designed to showcase its “good guy” credentials, while also underscoring its main business model as subscriptions.\n\n“Strava had already declared that it was not looking to monetize the data of the community,” Martin said. “And so I honor that commitment. One of the reasons I love the subscription business model for a fitness product is it makes it really clear it’s the subscription that’s the product, not your data.”\n\nBut things get a little murky when you look at Strava’s privacy policy, which is quite clear in how it might leverage user data. While it explicitly says that it won’t sell users’ personal information for “monetary value,” it may “use, sell, license, and share” aggregate information with third parties for “research, business or other purposes” (though users can opt out).\n\nIn a follow-up question to clarify whether Strava does or doesn’t sell aggregate user data as its privacy policy seemingly permits it to do, the company said that it doesn’t and has no plans to do so, saying: “Strava’s legal notices are designed to address privacy laws, regulations and compliance standards in all its global markets. Given that some regions take an expansive view of terms such as ‘sell’ (and include within the definition activities where no money is exchanged), Strava has opted to mirror that term in order to increase transparency and support differing definitions globally.”\n\nThe company also said that it intends to update the wording of its policy to reflect the fact that it doesn’t sell any of its data — aggregate or otherwise — for “monetary value.”\n\nIt is worth noting, however, that Strava also offers a business product where brands can pay to sponsor a particular challenge, with the option to target users by sport type, location and certain demographics. So yeah, the company does use data as part of its targeted advertising efforts.\n\nStrava sponsored challenge. Image Credits: Strava\n\nThe future for Strava\n\nWhenever a new leader lands in the hot seat — particularly at a company with such a fervent online community — this can lead to all manner of speculation about why that person was chosen, what skills they have for the job, and more importantly, what direction they’ll take things in.\n\nIn the case of Strava, why did it hire someone who most recently worked on YouTube’s shopping business? To the casual observer, the synergies were not immediately obvious, sparking some to pontificate that this might signal a new direction for Strava, perhaps with advertising driving revenue.\n\n“Just to be direct, I’m not looking to make Strava an advertising product,” Martin confirmed. “YouTube is one of the largest advertising products in the world, and they do a great job of that. But that’s not the right approach for Strava. I believe subscription is the right model for Strava.”\n\nSo what does Martin hope to bring to Strava from his time at Google’s video-streaming subsidiary? “It’s about building to scale — and YouTube is one of the most scaled products in the world,” Martin said. “It’s about not only understanding what it means to build to that level, but also understanding what it means to build new things within that level.”\n\nAnd then there are other prior experiences, both in a professional and personal capacity, that Martin says meant he was able to hit the ground running in many regards. “I’ve been a member of the Strava community, and a subscriber, for more than seven years — so I’m quite familiar with the product from the consumer side,” he said. “I’ve also worked in the fitness tech space before, I spent time at Nike running competing products. So I understand the area. When you look at my track record, what I’ve done in these different areas of tech is that I’ve either launched new products from zero or I’ve taken products to substantially higher scale.”\n\nMost VC-backed technology companies reach some sort of exit within a decade of their foundation, whether that’s an acquisition or IPO. Reddit was an outlier when it went public this year after 19 years, and Strava finds itself in something of a similar position: a veteran of the technology realm, with no obvious exit in sight.\n\nBut what seems clear from all the product activity over the past six months is that Strava is trying to build something that will reach its full potential one way or another. In support, Martin recently brought on two seasoned veterans in the form of new CTO Rob Terrell from Zynga and Epic Games’ Matt Salazar as chief product officer.\n\n“Six months in, my focus right now — I think understandably — is narrow,” Martin said. “The investors are all very much aligned on the board, and the board is very much aligned with the idea that Strava is extremely valuable and that Strava still has opportunity to go after that growth and that value.”\n\nBut the bulk of the company’s funding came via a $110 million Series F round nearly four years ago, and there isn’t much sense at the moment that the company is in a huge rush to pursue an exit. So should we expect another fundraise anytime soon?\n\n“The balance sheet remains strong; we’ve been profitable from an adjusted EBITDA standpoint for more than four years already,” Martin said. “Our entire business top line, all the way down to profitability, has actually become much more successful in the last couple of months. So we don’t have any pressing need to raise capital.”",
        "authors": "['Paul Sawers']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/06/Hale_MikeMartin_79-1.jpg?resize=1200,800",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/07/20/stravas-next-chapter-new-ceo-talks-ai-inclusivity-and-why-dark-mode-took-so-long/",
        "timestamp": "1721535580.2866611",
        "displayed": 0
    },
    {
        "title": "Paul Sawers, Author at TechCrunch",
        "text": "Paul Sawers is a senior writer based in London, focused largely on the world of UK And European startups. However, he also writes about other subjects that he’s passionate about, such as the business of open source software.\n\nPrior to TechCrunch, Paul gained more than a decade’s experience covering consumer and enterprise technologies for VentureBeat and The Next Web.\n\nPitches on: paul.sawers [at] techcrunch.com",
        "authors": "['Paul Sawers', 'Senior Reporter', 'Latest Paul Sawers']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2022/06/Paul-Sawers.jpg",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/paul-sawers/",
        "timestamp": "1721535581.433074",
        "displayed": 0
    },
    {
        "title": "Strava’s next chapter: New CEO talks AI, inclusivity, and why ‘dark mode’ took so long",
        "text": "TechCrunch caught up with Michael Martin, who was previously at YouTube and Nike, six months into his new role\n\nThere comes a time in every startup’s life when the leaders and stakeholders have to seriously start thinking about the endgame: What to do when you’ve raised $150 million in VC cash over 15 years en route to building a 100 million-plus community? And how do you go about executing that next step to ensure that you not only survive, but also thrive?\n\nThis is the predicament that Strava, the social fitness app and community, finds itself in. At a crossroads, of sorts, where it has reached meaningful scale driven by the grit typical of many founder-led businesses, but where it has now hit an impasse to scale further.\n\n“What got us here will not be exactly the same as what will get us there,” Michael Horvath, Strava co-founder and then-CEO, said as he announced his imminent departure in February 2023. “I have decided that Strava needs a CEO with the experience and skills to help us make the most of this next chapter.”\n\nThat next chapter started in January, when Strava announced that its new CEO would be former YouTube executive and Nike digital product lead Michael Martin. Six months into his new role, Martin has already given the first clues as to where his head is at in terms of both business and product, revealing plans to use AI to weed out leaderboard cheats, as well as new features to broaden its demographics.\n\nOver the past few weeks, Strava also introduced a new group subscription plan, while it finally gave its users the feature they’ve been asking for more than any other: dark mode, a glaring omission that had frustrated many through the years.\n\nFor context, YouTube has had dark mode since 2018; X (formerly Twitter) since 2019; and everything from WhatsApp to GitHub has long offered dark mode, too.\n\nSo what’s the deal, Strava?\n\n“If you were to build the Strava app now, or even in the last two or three years, turning on dark mode would have been very straightforward,” Martin explained to TechCrunch. “But Strava is not a new app.”\n\nStrava’s dark mode. Image Credits: Strava\n\nAs the Strava app has evolved over the past 15 years, it has been added to, layered upon, and cobbled in a less-than-congruous fashion that made it difficult to introduce what, to the outside world, would seem like a fairly simple update.\n\n“Instead of flipping a switch, it was the exact opposite,” Martin said. “There were hundreds of screens that had to be updated, thousands of UX (user experience) controls, each one of them individually coded. And so it took far more work than people would assume, but I understand why you would think it would be an easy thing.”\n\nFor dark mode to happen, Strava overhauled the user interfaces to adhere to a more “modern, modular” ethos.”Honestly, dark mode is just a nice benefit of doing all that additional work,” Martin said. “Going forward, every feature will be faster.”\n\nWhile it may have been a hotly anticipated feature, dark mode is the least of Strava’s concerns. It’s a nice-to-have, but it won’t make or break the business. TechCrunch sat down with Strava’s new CEO in London for a wide-ranging interview, delving into what the company is prioritizing and what we can expect in the future as the company embarks on its “next chapter.”\n\n“Our product development is finely focused on two things right now,” Martin explained. “‘Building for her,’ which is really just our lens for making sure that we are doing everything to make Strava more inclusive. And the other is AI and machine learning.”\n\n“Building for her”\n\nStrava doesn’t reveal its gender split, but Martin acknowledged that its user base follows a trend that permeates much of the sporting realm. “Participation rates for women have always substantially lagged men [on Strava],” Martin said. “I think Strava has a unique opportunity to help women be more active and engage in more activities.”\n\nThere are encouraging signs in some demographics, according to Martin, who pointed to markets like the U.K., France and Spain, which are apparently seeing new user registration rates for women exceed 50% of the whole new user base. In truth, however, this stat could be skewed by the fact that male members are already at a higher saturation point. However, he said that the growth rate of Gen Z female users in the U.K. has doubled in the past six months compared to the previous six months.\n\n“So you can start to understand that even if women were less prominent on the platform, that’s starting to shift pretty profoundly, which is what we want to happen,” Martin said.\n\nOne way Strava hopes to broaden its appeal is through a feature that builds on its existing global heatmaps, which showcase the most well-trafficked running, riding and walking routes. With the soon-to-launch “night heatmaps,” this highlights the busier routes between sundown and sunrise specifically.\n\nNight heatmaps in Strava. Image Credits: Strava\n\nAdditionally, Strava is working on ways to make it easier to conceal specific data points from an activity, which might be useful for those concerned about being monitored. “Quick edit” will enable users to hide certain metrics from their stats, such as their location or activity type.\n\n“It’s a mechanism that I learned at Google as a way to find those gaps in the product,” Martin said. “Addressing these gaps ideally will help ‘her’ be more active. And we’re already seeing that in the numbers. This is going to help other people as well; it’s an inclusive design.”\n\nThe AI factor\n\nBesides identifying gaps in the existing product, Martin says he’s looking to borrow from other recent experiences at Google, where he says AI and machine learning were part of just about everything they did.\n\n“I’d been working in machine learning and artificial intelligence for almost a decade already, but spending the last couple of years at Google gave me a whole new level of understanding and capability, which I am now employing at Strava,” Martin said. “And you’re going to see more examples of that going forward.”\n\nStrava recently announced it would use more sophisticated machine learning to detect “leaderboard cheats.” The Leaderboard is a Strava feature that stirs competition by allowing users to challenge each other over certain “segments” of a route. While most people tackle these segments fairly, accusations frequently abound that some use nefarious methods to beat a particular record, perhaps using a pedal bike on a “run” or an e-bike on an ascent.\n\nIt’s a major bone of contention in the community, one that led Strava to allow users to manually flag dubious activity, while last year the company updated its algorithms to make “leaderboards more credible.” This included withholding activities that may have been incorrectly labeled (e.g., users tagging a run as a bike ride) or maybe where the GPS data was faulty.\n\nMoving forward, Strava will use machine learning to detect questionable activities trained on historical data. But much like dark mode, Martin says that weeding out digital dopers is easier said than done.\n\n“As somebody who has been an engineer at many points in my career, I feel like I can imagine an heuristic, an algorithm that can solve for this [leaderboard integrity] relatively easily,” Martin said. “In reality you could, and the team has tried that in the past, but what they have come to realize is that while you can create a heuristic, those heuristics have consistent failings in terms of incorrectly flagging anomalous behavior that isn’t actually anomalous.”\n\nThis is where Martin hopes machine learning can help: by spotting connections and patterns that a human being creating a “hypothetical heuristic” would never imagine to include in their design.\n\nStrava: Leaderboard integrity powered by AI. Image Credits: Strava\n\nDetails of what this might look like remain somewhat vague, but when pushed on whether Strava might become more effective at detecting someone using an e-bike to ascend a hill, for example, Martin was optimistic but noncommittal.\n\n“I think there’s a high probability, but I don’t want to overstate,” Martin said.\n\nWhile Strava already serves up performance data and insights, the company is also turning to AI to make this data easier to parse, particularly for newbies. An upcoming feature called “athlete intelligence” will see Strava deploy generative AI to analyze user data and create summaries and guidance on performance and fitness goals. This will be available to premium subscribers only.\n\n“Athlete intelligence is a way of using AI to solve a specific human problem; it can take their data and give them specific contextual information,” Martin said. This might include things like contextualizing a particular segment of a run in terms of how their pace relates to an incline, or explaining how their heart rate over a given period translates into building endurance.\n\nStrava’s “athlete intelligence” Image Credits: Strava\n\nThe social network\n\nWhile Strava isn’t typically bundled alongside traditional social networks like Facebook, the platform is very much used like a social network, with the ability to share photos, videos, comment on activities, and, as of last year, send private messages. The company refers to itself as a “social network specifically for active people.”\n\nHowever, Martin sees things slightly differently. “Strava’s a ‘social product,’” he said. “[But] the point of a social media network is that the whole thing is optimized to maximize your engagement in that network. Strava is optimized and focused on exactly the opposite. Our goal is to motivate you to do something in the real world, not to stay in Strava all the time. The average Strava consumer spends 20 times more in the real world in an activity than they do in the app. And I think that’s a super healthy stat. I’m not looking to change that.”\n\nThere are other synergies with traditional social networks, too, and not necessarily positive ones. Strava has always been about the data, whether it’s a runner viewing their marathon splits or a cyclist tracking their segment improvements. When pooled, this data could hold immense value for any company wishing to diversify their revenue streams beyond subscriptions. But this is something Strava has been at pains to control the optics around, particularly against the backdrop of Big Tech companies such as Facebook misusing user data.\n\nStrava’s main data product is packaged under something called Strava Metro, where it shares aggregate, de-identified data with select city planners, governments and organizations to improve infrastructure. So if Strava data shows that a lot of people are cycling along a particularly busy thoroughfare, it might warrant investment in bike lanes. Strava used to charge for this product, but in 2020 it made the tool available for free, an effort designed to showcase its “good guy” credentials, while also underscoring its main business model as subscriptions.\n\n“Strava had already declared that it was not looking to monetize the data of the community,” Martin said. “And so I honor that commitment. One of the reasons I love the subscription business model for a fitness product is it makes it really clear it’s the subscription that’s the product, not your data.”\n\nBut things get a little murky when you look at Strava’s privacy policy, which is quite clear in how it might leverage user data. While it explicitly says that it won’t sell users’ personal information for “monetary value,” it may “use, sell, license, and share” aggregate information with third parties for “research, business or other purposes” (though users can opt out).\n\nIn a follow-up question to clarify whether Strava does or doesn’t sell aggregate user data as its privacy policy seemingly permits it to do, the company said that it doesn’t and has no plans to do so, saying: “Strava’s legal notices are designed to address privacy laws, regulations and compliance standards in all its global markets. Given that some regions take an expansive view of terms such as ‘sell’ (and include within the definition activities where no money is exchanged), Strava has opted to mirror that term in order to increase transparency and support differing definitions globally.”\n\nThe company also said that it intends to update the wording of its policy to reflect the fact that it doesn’t sell any of its data — aggregate or otherwise — for “monetary value.”\n\nIt is worth noting, however, that Strava also offers a business product where brands can pay to sponsor a particular challenge, with the option to target users by sport type, location and certain demographics. So yeah, the company does use data as part of its targeted advertising efforts.\n\nStrava sponsored challenge. Image Credits: Strava\n\nThe future for Strava\n\nWhenever a new leader lands in the hot seat — particularly at a company with such a fervent online community — this can lead to all manner of speculation about why that person was chosen, what skills they have for the job, and more importantly, what direction they’ll take things in.\n\nIn the case of Strava, why did it hire someone who most recently worked on YouTube’s shopping business? To the casual observer, the synergies were not immediately obvious, sparking some to pontificate that this might signal a new direction for Strava, perhaps with advertising driving revenue.\n\n“Just to be direct, I’m not looking to make Strava an advertising product,” Martin confirmed. “YouTube is one of the largest advertising products in the world, and they do a great job of that. But that’s not the right approach for Strava. I believe subscription is the right model for Strava.”\n\nSo what does Martin hope to bring to Strava from his time at Google’s video-streaming subsidiary? “It’s about building to scale — and YouTube is one of the most scaled products in the world,” Martin said. “It’s about not only understanding what it means to build to that level, but also understanding what it means to build new things within that level.”\n\nAnd then there are other prior experiences, both in a professional and personal capacity, that Martin says meant he was able to hit the ground running in many regards. “I’ve been a member of the Strava community, and a subscriber, for more than seven years — so I’m quite familiar with the product from the consumer side,” he said. “I’ve also worked in the fitness tech space before, I spent time at Nike running competing products. So I understand the area. When you look at my track record, what I’ve done in these different areas of tech is that I’ve either launched new products from zero or I’ve taken products to substantially higher scale.”\n\nMost VC-backed technology companies reach some sort of exit within a decade of their foundation, whether that’s an acquisition or IPO. Reddit was an outlier when it went public this year after 19 years, and Strava finds itself in something of a similar position: a veteran of the technology realm, with no obvious exit in sight.\n\nBut what seems clear from all the product activity over the past six months is that Strava is trying to build something that will reach its full potential one way or another. In support, Martin recently brought on two seasoned veterans in the form of new CTO Rob Terrell from Zynga and Epic Games’ Matt Salazar as chief product officer.\n\n“Six months in, my focus right now — I think understandably — is narrow,” Martin said. “The investors are all very much aligned on the board, and the board is very much aligned with the idea that Strava is extremely valuable and that Strava still has opportunity to go after that growth and that value.”\n\nBut the bulk of the company’s funding came via a $110 million Series F round nearly four years ago, and there isn’t much sense at the moment that the company is in a huge rush to pursue an exit. So should we expect another fundraise anytime soon?\n\n“The balance sheet remains strong; we’ve been profitable from an adjusted EBITDA standpoint for more than four years already,” Martin said. “Our entire business top line, all the way down to profitability, has actually become much more successful in the last couple of months. So we don’t have any pressing need to raise capital.”",
        "authors": "['Paul Sawers']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/06/Hale_MikeMartin_79-1.jpg?resize=1200,800",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/07/20/stravas-next-chapter-new-ceo-talks-ai-inclusivity-and-why-dark-mode-took-so-long/",
        "timestamp": "1721535582.883332",
        "displayed": 0
    },
    {
        "title": "Lavish parties and moral dilemmas: 4 days with Silicon Valley’s MAGA elite at the RNC",
        "text": "It was an eventful week for the Silicon Valley moguls who have vowed to support Donald Trump in his bid to return to the presidency.\n\nGiven the collision course of tech and Trump, when Leda Health founder Madison Campbell asked me if I’d care to buy an extra ticket to the Republican National Convention from her, I agreed. During the four days I attended the event in Milwaukee, I saw the Valley’s presence everywhere: Jacob Helberg — venture capitalist Keith Rabois’ husband and former president Donald Trump’s evangelist — watched the Republican National Convention from his own private box that overlooked the floor, donning a red yarmulke with “Trump” stamped on the edge. Investor David Sacks took the stage, orating to the hundreds of delegates decked out in red. Peter Thiel’s protégé and former venture capitalist J.D. Vance sat beaming by Trump’s side.\n\nIn the brightly lit hallway, flooded with Texas delegates donned in cowboy hats and jeans, Trump superfans in American-flag suits and the occasional woman in a red ball gown, I found Blake Masters, another Thiel protégé running for office in Arizona. He demurred when I asked if he, Vance and Thiel have a group text chat. But he did smile and say, “Peter is very, very pleased,” referring to Vance’s veep nomination.\n\nAll week at the RNC, I saw an event defined by Silicon Valley. But I also saw the tech elite experience flashes of discordance between their dreamed-of outcomes and those of the working-class MAGA supporters overflowing the halls. Take Sacks, who has been critical of unions, speaking at 9 p.m. — only for Sean O’Brien, general president of the International Brotherhood of Teamsters in America, to close out the night a few hours later.\n\nOn the first day of the convention, I met Campbell at the Pfister Hotel, where Trump was reportedly staying. Secret Service agents lined the doors, and a procession of armored vans continuously pulled up to drop off congressmen. (I passed Alabama senator Katie Boyd Britt as I walked in.) Every night, delegates and lobbyists sipped espresso martinis at the hotel bar and talked shop beneath the oil-painted mural sky.\n\nCampbell, whose company creates at-home evidence-collection kits for rape and sexual assault victims, filled me in on her own political journey. She’s a libertarian (and famously dated infamous former hedge fund libertarian Martin Shkreli) who recently doubled down on her hometown of Pittsburgh. She won the Miss Pittsburgh pageant last year and then began working closely with local conservatives. Recently, she’s opened her mind to a spot in the Trump administration, interviewing to be in Project 2025’s Presidential Personnel Database, an effort by the Heritage Foundation to centralize potential Trump administration personnel.\n\nCampbell, who had been selected last minute as an alternate Pennsylvania delegate, told me she’s not a die-hard Trump supporter. Rather, she thinks he’ll be beneficial for businesses like her own. “Even if I agree with some of the policies of Trump, I don’t think I necessarily agree with him as a person. And now it looks like, you know, it’s Trump for president,” she said. “So here we are.”\n\nRNC security on boats.\n\nTense contradictions\n\nTo get to the convention center from the hotel, we passed hordes of cops on boats floating in the Milwaukee River, on bikes in the street, on horses milling around the security perimeter. We weaved around a crowd of protestors waving Palestinian flags.\n\nAfter we arrived, I pushed through a crowd of reporters to ask Vivek Ramaswamy — former presidential candidate, investor and founder of biotech company Roivant Sciences — what he thought of Silicon Valley’s support for Trump. He noted the announcements of Trump support from Silicon Valley. He said he speaks with Musk “frequently about our shared passions for reviving this country.” (The WSJ reported this week that Musk is donating heavily to the Trump Super PAC, although Musk has publicly disputed the report). He said that other tech elites have expressed to him that they “are gonna come around this year” and predicted “a tidal wave this summer,” he said.\n\nThere’s good reason for Ramaswamy’s optimism. While many Trump supporters among the tech elite have always traditionally leaned right, there have been surprise endorsements. For example, Ben Horowitz and his a16z co-founder Marc Andreessen publicly announced this week that they would be supporting Trump, rather than quietly donating.\n\nThe GOP hasn’t exactly been subtle about courting Silicon Valley, either. Earlier this month, the party released its platform, highlighting support for crypto development “free from Government Surveillance and Control.” Trump is also scheduled to speak at Nashville’s Bitcoin Conference later this month — prompting investor Mark Cuban to offer a cynical take on why techies are turning to Trump. “It’s a Bitcoin play,” he tweeted, explaining that it’s all about driving Bitcoin prices higher.\n\nThe platform also supports “AI Development rooted in Free Speech and Human Flourishing.”\n\nOf course, politicians at the RNC had a more classic down-with-regulation rationale. “Just like with Elon Musk and the rest, [Trump] supports free speech, he supports the free market,” Florida Rep. Cory Mills told me, “not the ideas of having policy drive our private sector.”\n\nStill, Silicon Valley’s embrace of Trump is filled with tense contradictions: Trump’s administration was actually fairly tough on crypto (he even banned Venezuela’s crypto coin), and Trump himself has derided subsidies for electric vehicles. Even Vance’s record is questionable in terms of being pro-tech, and he’s campaigned on being anti-Big Tech. “I guess I look at Lina Khan as one of the few people in the Biden administration that I think is doing a pretty good job,” Vance said in February. Khan’s time at the Federal Trade Commission (FTC) has been marked by aggressive pursuit of antitrust cases blocking acquisitions.\n\nDespite all that, Daniel Castro, vice president at the Information Technology and Innovation Foundation, told me that Biden’s antitrust streak and advocacy for AI regulation has pushed the already-libertarian-leaning parts of Silicon further and further away.\n\n“The Biden administration should be careful not to kind of demonize Silicon Valley,” he said.\n\nIt might be too late.\n\nRNC VIP party invite. Image Credits: Margaux MacColl\n\nInside the VIP party\n\nEverywhere Campbell and I went, we could see Silicon Valley in the MAGA-verse. Outside the convention center, we ran into Conor Sweeney, a Snapchat software engineer, wearing a snakeskin belt. We chatted with him shortly after Vance was announced as the vice presidential pick. “Anything with Peter Thiel turns to gold,” he said.\n\nAt night, in the Pfister’s mahogany-lined bar, Campbell struck up a conversation with Jeff Miller, a powerful political strategist and close confidant of former House speaker Kevin McCarthy. Campbell gave Miller the pitch for her home rape-kit evidence company, and he steered the conversation to his stance on abortion. (He was opposed to it but did agree that there should be exceptions in the case of “rape, incest, and life of the mother”). That conversation ended with a tantalizing promise to get her passes to the VIP after-party. Later, I noticed that Miller had liked an Instagram photo of Campbell during the swimsuit competition of the Miss Pittsburgh competition.\n\nThe next night, Miller sought Campbell out in the Pfister bar and handed her a glossy party invitation, complete with a drawing of a grinning ringleader. Campbell and I took an Uber to a rooftop birthday party for Indiana Rep. Jim Banks, where we were held up by Secret Service agents sending their search dogs to sniff each vehicle. The line of cars was backed up after the officers found a bag of white powder in the car in front of us. (We had a raucous debate over the fate of the powder while we waited but never found out more).\n\nThe party was a dull assembly of mostly staffers in suits sipping their beers. But at 1 a.m., we took a car over to the main attraction: a warehouse decked out in pink lights on the outskirts of town, where the big GOP donors and power players went every night to unwind. We ran into Miller again, surrounded by women, and then hung out with CJ Pearson, a 21-year-old conservative influencer, one of about 70 such influencers at the RNC.\n\nIronically, given the Trump administration’s anti-China stance and his attempt to ban TikTok, he’s now on the popular app as a candidate, as are the young influencers.\n\n“If we’re in the business of truly winning elections, then we have to go to where young people are, and young people are on TikTok and young people are on Instagram,” Pearson said. “I’m not a fan of the Chinese Communist Party. But what I am a fan of is changing the hearts and minds of America’s young people.”\n\nThroughout the night, I also heard Campbell offering slightly different political advice to fellow partygoers. Despite thousands of attendees yelling, “Drill, baby, drill!” as they watched speakers during the day, a call for increased U.S. oil production, she lightly chastised Pennsylvania conservative candidates for chasing the oil and gas donors of Pittsburgh’s past. She wanted them to embrace tech as the new GOP kingpins.\n\n“The only new money that I can see is like Elon Musk, right? Or you have the Thiel money,” Campbell said. “If you’re looking for oil and gas money from people who used to be big Republican donors in the 1980s, you’re looking at the wrong type of people. Because the new money is all in technology.”\n\nTo me, these conversations captured the tenuous thread between Silicon Valley and Trump — an imperfect yet lucrative match, one that requires each side to tuck away moral misgivings.",
        "authors": "['Margaux Maccoll']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/07/rnc-2024-report-v3.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/07/20/parties-dilemmas-4-days-with-silicon-valley-maga-tech-elite-rnc/",
        "timestamp": "1721535584.383306",
        "displayed": 0
    },
    {
        "title": "Margaux MacColl, Author at TechCrunch",
        "text": "Featured Article\n\nAll week at the RNC, I saw an event defined by Silicon Valley. But I also saw the tech elite experience flashes of discordance.",
        "authors": "['Margaux Maccoll', 'Latest Margaux Maccoll']",
        "top_image": "https://secure.gravatar.com/avatar/6dabbc8b2f53c53c4e40e8d57f1a89bd?s=265&d=blank&r=g",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/margaux-maccoll/",
        "timestamp": "1721535585.486134",
        "displayed": 0
    },
    {
        "title": "Lavish parties and moral dilemmas: 4 days with Silicon Valley’s MAGA elite at the RNC",
        "text": "It was an eventful week for the Silicon Valley moguls who have vowed to support Donald Trump in his bid to return to the presidency.\n\nGiven the collision course of tech and Trump, when Leda Health founder Madison Campbell asked me if I’d care to buy an extra ticket to the Republican National Convention from her, I agreed. During the four days I attended the event in Milwaukee, I saw the Valley’s presence everywhere: Jacob Helberg — venture capitalist Keith Rabois’ husband and former president Donald Trump’s evangelist — watched the Republican National Convention from his own private box that overlooked the floor, donning a red yarmulke with “Trump” stamped on the edge. Investor David Sacks took the stage, orating to the hundreds of delegates decked out in red. Peter Thiel’s protégé and former venture capitalist J.D. Vance sat beaming by Trump’s side.\n\nIn the brightly lit hallway, flooded with Texas delegates donned in cowboy hats and jeans, Trump superfans in American-flag suits and the occasional woman in a red ball gown, I found Blake Masters, another Thiel protégé running for office in Arizona. He demurred when I asked if he, Vance and Thiel have a group text chat. But he did smile and say, “Peter is very, very pleased,” referring to Vance’s veep nomination.\n\nAll week at the RNC, I saw an event defined by Silicon Valley. But I also saw the tech elite experience flashes of discordance between their dreamed-of outcomes and those of the working-class MAGA supporters overflowing the halls. Take Sacks, who has been critical of unions, speaking at 9 p.m. — only for Sean O’Brien, general president of the International Brotherhood of Teamsters in America, to close out the night a few hours later.\n\nOn the first day of the convention, I met Campbell at the Pfister Hotel, where Trump was reportedly staying. Secret Service agents lined the doors, and a procession of armored vans continuously pulled up to drop off congressmen. (I passed Alabama senator Katie Boyd Britt as I walked in.) Every night, delegates and lobbyists sipped espresso martinis at the hotel bar and talked shop beneath the oil-painted mural sky.\n\nCampbell, whose company creates at-home evidence-collection kits for rape and sexual assault victims, filled me in on her own political journey. She’s a libertarian (and famously dated infamous former hedge fund libertarian Martin Shkreli) who recently doubled down on her hometown of Pittsburgh. She won the Miss Pittsburgh pageant last year and then began working closely with local conservatives. Recently, she’s opened her mind to a spot in the Trump administration, interviewing to be in Project 2025’s Presidential Personnel Database, an effort by the Heritage Foundation to centralize potential Trump administration personnel.\n\nCampbell, who had been selected last minute as an alternate Pennsylvania delegate, told me she’s not a die-hard Trump supporter. Rather, she thinks he’ll be beneficial for businesses like her own. “Even if I agree with some of the policies of Trump, I don’t think I necessarily agree with him as a person. And now it looks like, you know, it’s Trump for president,” she said. “So here we are.”\n\nRNC security on boats.\n\nTense contradictions\n\nTo get to the convention center from the hotel, we passed hordes of cops on boats floating in the Milwaukee River, on bikes in the street, on horses milling around the security perimeter. We weaved around a crowd of protestors waving Palestinian flags.\n\nAfter we arrived, I pushed through a crowd of reporters to ask Vivek Ramaswamy — former presidential candidate, investor and founder of biotech company Roivant Sciences — what he thought of Silicon Valley’s support for Trump. He noted the announcements of Trump support from Silicon Valley. He said he speaks with Musk “frequently about our shared passions for reviving this country.” (The WSJ reported this week that Musk is donating heavily to the Trump Super PAC, although Musk has publicly disputed the report). He said that other tech elites have expressed to him that they “are gonna come around this year” and predicted “a tidal wave this summer,” he said.\n\nThere’s good reason for Ramaswamy’s optimism. While many Trump supporters among the tech elite have always traditionally leaned right, there have been surprise endorsements. For example, Ben Horowitz and his a16z co-founder Marc Andreessen publicly announced this week that they would be supporting Trump, rather than quietly donating.\n\nThe GOP hasn’t exactly been subtle about courting Silicon Valley, either. Earlier this month, the party released its platform, highlighting support for crypto development “free from Government Surveillance and Control.” Trump is also scheduled to speak at Nashville’s Bitcoin Conference later this month — prompting investor Mark Cuban to offer a cynical take on why techies are turning to Trump. “It’s a Bitcoin play,” he tweeted, explaining that it’s all about driving Bitcoin prices higher.\n\nThe platform also supports “AI Development rooted in Free Speech and Human Flourishing.”\n\nOf course, politicians at the RNC had a more classic down-with-regulation rationale. “Just like with Elon Musk and the rest, [Trump] supports free speech, he supports the free market,” Florida Rep. Cory Mills told me, “not the ideas of having policy drive our private sector.”\n\nStill, Silicon Valley’s embrace of Trump is filled with tense contradictions: Trump’s administration was actually fairly tough on crypto (he even banned Venezuela’s crypto coin), and Trump himself has derided subsidies for electric vehicles. Even Vance’s record is questionable in terms of being pro-tech, and he’s campaigned on being anti-Big Tech. “I guess I look at Lina Khan as one of the few people in the Biden administration that I think is doing a pretty good job,” Vance said in February. Khan’s time at the Federal Trade Commission (FTC) has been marked by aggressive pursuit of antitrust cases blocking acquisitions.\n\nDespite all that, Daniel Castro, vice president at the Information Technology and Innovation Foundation, told me that Biden’s antitrust streak and advocacy for AI regulation has pushed the already-libertarian-leaning parts of Silicon further and further away.\n\n“The Biden administration should be careful not to kind of demonize Silicon Valley,” he said.\n\nIt might be too late.\n\nRNC VIP party invite. Image Credits: Margaux MacColl\n\nInside the VIP party\n\nEverywhere Campbell and I went, we could see Silicon Valley in the MAGA-verse. Outside the convention center, we ran into Conor Sweeney, a Snapchat software engineer, wearing a snakeskin belt. We chatted with him shortly after Vance was announced as the vice presidential pick. “Anything with Peter Thiel turns to gold,” he said.\n\nAt night, in the Pfister’s mahogany-lined bar, Campbell struck up a conversation with Jeff Miller, a powerful political strategist and close confidant of former House speaker Kevin McCarthy. Campbell gave Miller the pitch for her home rape-kit evidence company, and he steered the conversation to his stance on abortion. (He was opposed to it but did agree that there should be exceptions in the case of “rape, incest, and life of the mother”). That conversation ended with a tantalizing promise to get her passes to the VIP after-party. Later, I noticed that Miller had liked an Instagram photo of Campbell during the swimsuit competition of the Miss Pittsburgh competition.\n\nThe next night, Miller sought Campbell out in the Pfister bar and handed her a glossy party invitation, complete with a drawing of a grinning ringleader. Campbell and I took an Uber to a rooftop birthday party for Indiana Rep. Jim Banks, where we were held up by Secret Service agents sending their search dogs to sniff each vehicle. The line of cars was backed up after the officers found a bag of white powder in the car in front of us. (We had a raucous debate over the fate of the powder while we waited but never found out more).\n\nThe party was a dull assembly of mostly staffers in suits sipping their beers. But at 1 a.m., we took a car over to the main attraction: a warehouse decked out in pink lights on the outskirts of town, where the big GOP donors and power players went every night to unwind. We ran into Miller again, surrounded by women, and then hung out with CJ Pearson, a 21-year-old conservative influencer, one of about 70 such influencers at the RNC.\n\nIronically, given the Trump administration’s anti-China stance and his attempt to ban TikTok, he’s now on the popular app as a candidate, as are the young influencers.\n\n“If we’re in the business of truly winning elections, then we have to go to where young people are, and young people are on TikTok and young people are on Instagram,” Pearson said. “I’m not a fan of the Chinese Communist Party. But what I am a fan of is changing the hearts and minds of America’s young people.”\n\nThroughout the night, I also heard Campbell offering slightly different political advice to fellow partygoers. Despite thousands of attendees yelling, “Drill, baby, drill!” as they watched speakers during the day, a call for increased U.S. oil production, she lightly chastised Pennsylvania conservative candidates for chasing the oil and gas donors of Pittsburgh’s past. She wanted them to embrace tech as the new GOP kingpins.\n\n“The only new money that I can see is like Elon Musk, right? Or you have the Thiel money,” Campbell said. “If you’re looking for oil and gas money from people who used to be big Republican donors in the 1980s, you’re looking at the wrong type of people. Because the new money is all in technology.”\n\nTo me, these conversations captured the tenuous thread between Silicon Valley and Trump — an imperfect yet lucrative match, one that requires each side to tuck away moral misgivings.",
        "authors": "['Margaux Maccoll']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/07/rnc-2024-report-v3.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/07/20/parties-dilemmas-4-days-with-silicon-valley-maga-tech-elite-rnc/",
        "timestamp": "1721535587.625466",
        "displayed": 0
    }
]