[
    {
        "title": "Frederic Lardinois, Author at TechCrunch",
        "text": "Before he joined TechCrunch in 2012, he founded SiliconFilter and wrote for ReadWriteWeb (now ReadWrite). Frederic covers enterprise, cloud, developer tools, Google, Microsoft, gadgets, transportation and anything else he finds interesting. He owns just over a 50th of a bitcoin.",
        "authors": "['Frederic Lardinois', 'Editor', 'Latest Frederic Lardinois']",
        "top_image": "https://secure.gravatar.com/avatar/55542aa717199728948f628edc1170b1?s=500&d=identicon&r=g",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/frederic-lardinois/",
        "timestamp": "1725943355.8974879",
        "displayed": 0
    },
    {
        "title": "Confluent acquires streaming data startup WarpStream",
        "text": "Streaming data and Kafka specialist Confluent on Monday announced that it has acquired WarpStream, a Kafka-compatible streaming data solution. Confluent plans to use WarpStream’s cloud-native solution to fill out its portfolio by offering a new service (Confluent WarpStream) that can sit in between its fully managed Confluent Cloud and self-managed Confluent Platform.\n\nAs Confluent co-founder and CEO Jay Kreps told me, he thinks that what sits in between those two existing models is what he calls the “bring your own cloud” (BYOC) model.\n\n“There’s definitely a set of people who want some self-managed piece of software. They’re going to go around themselves,” he explained. “And there’s a set of people who want a fully managed cloud. But in some of these organizations, there’s a set of use cases that either have requirements around the data in their environment not being able to leave or just need a fair amount of customization that leaves them doing everything themselves, which is not ideal. So this kind of ‘bring your own cloud’ is like a nice middle position where you can have something that’s like a cloud offering, but it could be in your environment with a fair amount of control.”\n\nImage Credits: Confluent\n\nWarpStream, Kreps said, built the right product for this market, and while Confluent could’ve tried to adapt one of its products for these users, he didn’t think that this approach would work well. “We feel this kind of completes the set of offerings. And this has been one of our beliefs for streaming: Since customers need it across such a broad set of use cases, you have to have the full portfolio of offerings if you really want to get all the streams of data and actually make it useful for customers,” he said.\n\nHe also noted that nobody wants to adopt a new protocol for different data streaming use cases. The market, for the most part, has standardized on Kafka, even if the underlying technology continues to evolve. That’s true for WarpStream as well, which Kreps noted has done a good job establishing itself with users in the observability, logging and IoT spaces.\n\nImage Credits: Confluent\n\nConfluent also hopes that WarpStream will offer some of the customers who are using and managing their own open source Kafka systems an easy on-ramp onto its platforms.\n\n“We’re excited that the leader in the data streaming space has acquired WarpStream to offer next-gen BYOC to customers,” said Richard Artoul, co-founder and CEO, WarpStream. “Together with Confluent, we will continue to ensure that Kafka-compatible data streaming is accessible to every organization.”\n\nWarpStream launched just over a year ago and had a team of 13 at the time of the acquisition. In Monday’s announcement, Artoul describes how Kreps reached out to him shortly after the company launched. “Over the next few months we met with more people at Confluent to determine if there was a path forward for WarpStream to exist under the Confluent umbrella, and today we’re happy to announce that we’ve found one,” he writes.\n\nClearly, there was a path forward, and while the two companies did not disclose the price of the acquisition, it’s worth noting that WarpStream announced a $20 million funding round led by Greylock and Amplify Partners earlier this year. “It was a good deal for all involved,” Kreps said.",
        "authors": "['Frederic Lardinois']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/09/Jay-Kreps-On-Stage-2.jpg?resize=1200,800",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/09/09/confluent-acquires-streaming-data-startup-warpstream/",
        "timestamp": "1725943353.870734",
        "displayed": 0
    },
    {
        "title": "Enterprise News",
        "text": "Organizations are people and people are messy, and you have to look beyond the tech to the end goal: implementing new software that could transform the business.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png?resize=1200,1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/category/enterprise/",
        "timestamp": "1725943351.987536",
        "displayed": 0
    },
    {
        "title": "Tim De Chant, Author at TechCrunch",
        "text": "Tim De Chant is a senior climate reporter at TechCrunch. He has written for a wide range of publications, including Wired magazine, the Chicago Tribune, Ars Technica, The Wire China, and NOVA Next, where he was founding editor. De Chant is also a lecturer in MIT’s Graduate Program in Science Writing, and he was awarded a Knight Science Journalism Fellowship at MIT in 2018, during which time he studied climate technologies and explored new business models for journalism. He received his PhD in environmental science, policy, and management from the University of California, Berkeley, and his BA degree in environmental studies, English, and biology from St. Olaf College.",
        "authors": "['Tim De Chant', 'Senior Reporter', 'Climate', 'Latest Tim De Chant']",
        "top_image": "https://secure.gravatar.com/avatar/8ee19fa67da4d763545bf80e4b72283e?s=500&d=identicon&r=g",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/tim-de-chant/",
        "timestamp": "1725943347.9126651",
        "displayed": 0
    },
    {
        "title": "Climate change was a lot less prominent in this year’s iPhone event",
        "text": "Last year, Apple couldn’t say enough about the reduced climate impact of its products, going so far as hiring Octavia Spencer to play Mother Nature in a highly produced, five-minute promo spot. This year? Apple spent just a few minutes, total, on the subject.\n\nThat’s not to say the company is backsliding on its prior commitments — there was nothing in the keynote to suggest that — but it does show just how hard meaningful progress on carbon emissions can be, even for one of the world’s most valuable companies.\n\nThe Apple Watch once again led climate news at this year’s event. Previously, only the aluminum and Ultra models were claimed as carbon neutral; this year, the higher end versions, now made with a recycled titanium case instead of stainless steel, qualify.\n\n“Any Apple Watch in any finish can be carbon neutral,” Jeff Williams, Apple’s COO, said in the pre-recorded video. Note the use of the qualifier “can be”: To be carbon neutral, users have to select a qualifying band, which is denoted on the website by a little green flower and some accompanying text. The cheapest bands, the fluoroelastomer sport bands, don’t make the cut.\n\nEven the term “carbon neutral” comes with a slew of caveats. Where Apple can’t eliminate the use of fossil fuels, most prominently in its materials supply chain, the company buys carbon credits to make up the difference. Problem is, the market for carbon credits has been plagued by lax enforcement and scandal. Apple may very well do extra diligence to vet the credits it buys, but the system could use some work.\n\nPerhaps the most glaring omission was anything significant regarding climate progress for the iPhone. Sure, the enclosure now has 85% recycled content in the base model, the iPhone Pro has a 100% recycled aluminum chassis, and all iPhones come in 100% fiber-based, plastic-free packaging, but that’s about it for news.\n\nIf you dig deeper into the environmental product report, Apple claims to have made some progress on the iPhone 16 Plus’s climate impact, dropping 1 kg of carbon emissions from its life cycle compared with the previous generation. The vanilla iPhone 16 is unchanged relative to the 15.\n\nIn some ways, the dichotomy between the Apple Watch and the iPhone lines isn’t surprising. Pick up any iPhone from the last few years, and it’s pretty obvious that Apple isn’t in the mood to overturn the cart when it comes to its flagship product line. In fact, there’s a case to be made that Apple is taking a sensible approach by prioritizing the Watch over the iPhone.\n\nCompared with the iPhone, the Apple Watch remains a niche product that uses far fewer materials. It’s far easier to coerce those suppliers to use renewable or low-carbon electricity. Eventually, lessons learned in building the Watch in that fashion could bubble up to the iPhone and the Mac. Apple doesn’t appear to have committed to that path yet, but if the company is serious, it’s a trend worth watching.",
        "authors": "['Tim De Chant']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/09/apple-iphones-earth-climate.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/09/09/climate-change-was-a-lot-less-prominent-in-this-years-iphone-event/",
        "timestamp": "1725943345.9166222",
        "displayed": 0
    },
    {
        "title": "Climate News",
        "text": "Our climate news coverage consists of the latest startups and investments in solar energy, greentech, renewables, food tech, alternative proteins, as well as circular economy and carbon capture efforts. We also cover research into climate change and how technology can be used to track and mitigate severe weather and climate-related disasters.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png?resize=1200,1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/category/climate/",
        "timestamp": "1725943344.357926",
        "displayed": 0
    },
    {
        "title": "Audible recruits voice actors to train audiobook-generating AI",
        "text": "Audible, Amazon’s audiobook business, on Monday announced that it’ll use AI trained on professional narrators’ voices to generate new audiobook recordings.\n\nA select, U.S.-based cohort of audiobook narrators will be invited to train AI on their voices starting this week, Audible said. The trained AI will be used to make recordings, and narrators will have the chance to approve their synthetic voice for specific works as well as edit the pronunciation and pacing.\n\nAudible says narrators who participate in the program will be compensated for any audiobooks created using their AI voices on a title-by-title, royalty-sharing basis.",
        "authors": "['Kyle Wiggers']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/08/AI.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/09/09/audible-recruits-voice-actors-to-train-audiobook-generating-ai/",
        "timestamp": "1725943339.5741498",
        "displayed": 0
    },
    {
        "title": "Why Apple added yet another button to the iPhone 16",
        "text": "Apple giveth and Apple taketh away — particularly when it comes to ports and buttons. The company has long taken a “less is more” approach to any detail that might disrupt its devices’ feng shui. The company is feeling a lot more bullish about buttons these days. After introducing the Action Button on the Apple Watch Ultra, the company added the feature to the iPhone 15 last year. With another new iPhone comes another new iPhone button: Camera Control, which was announced at Apple’s “Glowtime” event on Monday.\n\nThe feature harkens back to the bygone days of devoted camera buttons, which have almost entirely fallen out of favor on smartphones. For some, the quick, successive addition of two new buttons may feel like a step back.\n\nFor Apple, it’s part of a feature ebb and flow that’s not entirely uncommon in hardware. Ports and buttons come and go with every passing year.\n\nIt’s hard to imagine Apple adding Camera Control were Apple Intelligence not already on the docket. While camera features have always been an essential selling point for handset upgrades, in the long run, the driving force behind the button is something else altogether. As Software Engineering SVP and parkour enthusiast Craig Federighi noted, the forthcoming Visual Intelligence feature is “enabled by Camera Control.”\n\nHowever, much like other Apple Intelligence features, it won’t launch alongside the iPhone 16 line later this month. With the feature MIA, the company is really leaning into its camera functionality in the meantime. Whether the button will ultimately be regarded as a camera- or Visual Intelligence-first feature ultimately comes down to the success of the latter and what Apple can do to distinguish it from the already ubiquitous Google Lens.\n\nApple offered time with the feature after the keynote, at least the camera aspect. Visual Intelligence won’t launch until sometime later this year. As I got in closer to take a picture of the feature, I fumbled with my own phone, to which an Apple rep helpfully suggested my life would be improved with Camera Control. Fair enough.\n\nLike any other new feature, Camera Control takes a bit to master. The trickiest part is determining how much pressure to apply in order to toggle between features. That, however, is what makes it unique versus earlier camera buttons. It’s more than just a way to open the camera app and take a shot. It also lets you navigate within the app itself.\n\nThis is particularly important in the wake of the iPhone 15’s Action Button. Camera was, after all, one of the available options for the button. From a hardware perspective, the capacitive Camera Control button offers a much broader range of options than does the Action Button.\n\nCamera Control will be available across the iPhone 16 line when it launches later this month.",
        "authors": "['Brian Heater']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/09/PXL_20240909_190118468.jpg?resize=1200,900",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/09/09/why-apple-added-yet-another-button-to-the-iphone-16/",
        "timestamp": "1725943331.974613",
        "displayed": 0
    },
    {
        "title": "Read the latest product reviews on TechCrunch",
        "text": "Featured Article\n\nHome robots’ unfulfilled potential is neither because of lack of demand on the part of consumers nor lack of effort from manufacturers.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png?resize=1200,1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/category/hardware/",
        "timestamp": "1725943329.9277701",
        "displayed": 0
    },
    {
        "title": "Aria Alamalhodaei, Author at TechCrunch",
        "text": "Aria Alamalhodaei covers the space and defense industries at TechCrunch. Previously, she covered the public utilities and the power grid for California Energy Markets. You can also find her work at MIT’s Undark Magazine, The Verge, and Discover Magazine. She received an MA in art history from the Courtauld Institute of Art in London. Aria is based in Austin, Texas.",
        "authors": "['Aria Alamalhodaei', 'Reporter', 'Space', 'Defense', 'Latest Aria Alamalhodaei']",
        "top_image": "https://secure.gravatar.com/avatar/1a5e8382d9645bbd4375dfd75b861dbc?s=500&d=identicon&r=g",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/aria-alamalhodaei/",
        "timestamp": "1725943320.3964212",
        "displayed": 0
    },
    {
        "title": "TechCrunch Space: Boeing’s Starliner returns to Earth",
        "text": "Hello and welcome back to TechCrunch Space. Let’s dive into the news!\n\nWant to reach out with a tip? Email Aria at aria.techcrunch@gmail.com or send a message on Signal at 512-937-3988. You also can send a note to the whole TechCrunch crew at tips@techcrunch.com. For more secure communications, click here to contact us, which includes SecureDrop instructions and links to encrypted messaging apps.\n\nThe Starliner saga has finally come to an end — for now. Just after midnight on Saturday, Boeing’s Starliner capsule returned from the International Space Station, touching down at White Sands Space Harbor, New Mexico.\n\nThe capsule returned autonomously to Earth without its two crew members, NASA astronauts Butch Wilmore and Suni Williams, who will remain aboard the station until next February. The space agency determined late last month that the pair will make their journey back to Earth on board a SpaceX Dragon capsule, after Starliner experienced technical issues early in the mission.\n\nAt a post-flight press conference on Saturday, NASA’s commercial crew program manager Steve Stich called the flight “darn near flawless.” He added that the successful mission provoked mixed feelings among staff.\n\n“From a human perspective, all of us feel happy about the successful landing, but then there’s a piece of us, all of us, that we wish it would have been the way we had planned it,” he said. “We had planned to have the mission land with Butch and Suni on board.”\n\nJust a little piece of non-public info in this story: By now, you’ve probably heard that the first launch of Blue Origin’s massive New Glenn rocket will not be for NASA. That rocket had been scheduled to launch two spacecraft to Mars for NASA during an eight-day window that opens on October 13. But NASA announced on Friday that it was pushing the mission, called ESCAPADE, to spring 2025, citing potential cost and technical issues with de-fueling the two satellites.\n\nWhat I’m hearing is that there was an ATP (authority-to-proceed) meeting to go/no-go fueling the spacecraft the day before NASA formally postponed the mission. While this decision doubtless comes down to the readiness of the launch vehicle, fueling the spacecraft is a critical juncture. It makes sense that they chose to just delay rather than incur the risks — technical, financial, etc. — of having to de-fuel them.\n\nThis week in space history\n\nThis week, we’re remembering the tragedy of the September 11 terrorist attacks in New York City. Did you know: There was only a single American off-world when the attacks happened? NASA astronaut Frank Culbertson was on board the International Space Station at the time, and as soon as he learned about the attacks, he immediately went to capture some images of the site from space.\n\n“The smoke seemed to have an odd bloom to it at the base of the column that was streaming south of the city. After reading one of the news articles we just received, I believe we were looking at NY around the time of, or shortly after, the collapse of the second tower. How horrible…” – Frank Culbertson",
        "authors": "['Aria Alamalhodaei']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2019/12/tc-space-hero.gif?w=941",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/09/09/techcrunch-space-boeings-starliner-returns-to-earth/",
        "timestamp": "1725943318.4450939",
        "displayed": 0
    },
    {
        "title": "Space News",
        "text": "Featured Article\n\nIt can be hard to keep up with this fast-paced yet incredibly complex and highly regulated industry — but everything you need to stay up to date is right here, with links to deeper coverage.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png?resize=1200,1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/category/space/",
        "timestamp": "1725943316.0751228",
        "displayed": 0
    },
    {
        "title": "Apple upgrades watchOS with AI-powered features, including translation",
        "text": "Apple’s watchOS is getting a few AI-powered upgrades, the company revealed at its Apple Event 2024 on Monday. Most were revealed at the company’s Worldwide Developers Conference (WWDC) in June, but Apple shed a bit more light during its keynote this morning.\n\nThe Translate app is coming to the latest version of watchOS, watchOS 11. Like on other platforms, Translate will leverage AI for speech recognition and translation in a range of different languages.\n\nOn the Apple Watch Series 9, Apple Watch Series 10 and Apple Watch Ultra, Translate can work without a phone connection. Apple says that they’re the only Apple Watch models with enough storage to download the necessary language models; you can download up to 20 models at a time.\n\nImage Credits: Apple\n\nAI is also improving Smart Stack, the watchOS feature that uses contextual information to show relevant widgets. Smart Stack will soon automatically add new widgets “when you need them,” Apple says — presumably based on factors like the time of day and your location.\n\nIn one last AI-powered enhancement, watchOS 11 has a new “photos” watch face that’ll use machine learning to identify and curate photos from your library.\n\nUpdated September 7, 4:47 p.m. Pacific with details about offline translation.",
        "authors": "['Kyle Wiggers']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/09/apple-watch-series-10-v1.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/09/09/apple-upgrades-watchos-with-ai-powered-features-including-translation/",
        "timestamp": "1725943309.847421",
        "displayed": 0
    },
    {
        "title": "Ingrid Lunden, Author at TechCrunch",
        "text": "Ingrid is a writer and editor for TechCrunch, joining February 2012, based out of London.\n\nBefore TechCrunch, Ingrid worked at paidContent.org, where she was a staff writer, and has in the past also written freelance regularly for other publications such as the Financial Times. Ingrid covers mobile, digital media, advertising and the spaces where these intersect.\n\nWhen it comes to work, she feels most comfortable speaking in English but can also speak Russian, Spanish and French (in descending order of competence).",
        "authors": "['Ingrid Lunden', 'Europe Editor', 'Latest Ingrid Lunden']",
        "top_image": "https://secure.gravatar.com/avatar/6648ec93043f0f368091adece63c6d52?s=500&d=identicon&r=g",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/ingrid-lunden/",
        "timestamp": "1725943304.177094",
        "displayed": 0
    },
    {
        "title": "Online, led by social media, overtakes TV as the most popular source of news in the UK, Ofcom says",
        "text": "The newspaper business has been in the middle of a long and slow decline thanks to the rise of the internet. Now some new research out of the U.K. lays bare how TV news is facing a similar fate.\n\nOnline platforms have now overtaken TV for the first time as the most popular resource for news among adult consumers, at 71% versus 70%, according to new research from U.K. communications regulator Ofcom.\n\nThis is a significant shift. Not only has TV dominated news for more than 60 years (a period when it overtook newspapers in popularity for news; that was the first blow for broadsheets), but also as online platforms replace broadcasters (and newspapers), the news they carry comes from a much wider set of sources. That’s both a blessing for having more viewpoints and a curse for being significantly harder to vet for accuracy — and consumers are concerned that this will only get worse with the growth of AI.\n\nOfcom’s larger conclusions may not be a surprise: Newspapers have been in trouble for decades; TV has faced pressure from streaming and online media in other categories like entertainment for years; and AI has a lot to answer for in areas like deepfakes and misinformation. But the research is significant because it gives statistics to how usage is shifting, and Ofcom said it will use the conclusions to help determine what to focus its regulation on in the years ahead.\n\n“Television has dominated people’s news habits since the ’60s, and it still commands really high trust,” said Yih-Choung Teh, Ofcom’s group director for strategy and research, in a statement. “But we’re witnessing a generational shift to online news, which is often seen as less reliable — together with growing fears about misinformation and deepfake content. Ofcom wants to secure high-quality news for the next generation, so we’re kicking off a review of the public service media that help underpin the U.K.’s democracy and public debate.”\n\nOfcom has been running annual surveys on news consumption since 2017. This year it canvassed over 5,000 adults both online and face-to-face.\n\nFace the news\n\nEven as online news as a broader category continues to have a disruptive force in the media market, getting online if you’re a publisher is not exactly a panacea. Online news outlets are also seeing their audiences get eroded by newer kids on the block: Facebook, YouTube, Instagram and X/Twitter all make the list of top 10 news sources in the survey.\n\nImage Credits: Ofcom\n\nSome of this is a little ironic. There’s been a rising controversy of fake news created and disseminated on platforms like Facebook, YouTube, X/Twitter and more over the last decade, and regulators and lawmakers have definitely taken notice. At the same time, and perhaps related to that heat, Facebook has moved to de-emphasize news on its platform, killing its own Facebook News effort earlier this year.\n\nYet news continues to be the powerful heartbeat of how people engage on these platforms. Some 30% of respondents said that they got their news from Facebook, putting it on par with the broadcaster ITV. Google-owned YouTube saw its share spike 12 percentage points to 19%.\n\nTikTok did not make it into the top 10 — yet? — but it’s growing fast. Around 11% of adults said that it’s a source for news, compared to just 1% in 2020.\n\nUsers between the ages of 12 and 15 have embraced news on TikTok in a big way. The ByteDance-owned short video platform was named by 30% of younger respondents as their go-to for news, with 12% describing it as their main source of news.\n\nSome 27% said they used YouTube for news, while Facebook and Instagram each registered with 21% of respondents. Snapchat and WhatsApp came in at 16%, with X/Twitter at 10%. (Interestingly, BBC continues to be a source, too: 36% said that they continue to use it for news, but it’s the only one that stood out.)\n\nThe U.K. findings appear to largely mirror trends that are playing out in the U.S. Pew Research earlier this year found that about half of TikTok’s users under the age of 30 are getting politics and news content from the video app.\n\nDon’t trust the process\n\nThat trend should not be received without alarm bells. The rise of internet and user-generated content go hand in hand with a faster and looser idea of what constitutes news — and how that can be exploited.\n\nElection cycles continue to be the most acute examples of that. During the U.K. General Election earlier this year, Ofcom said that 60% of respondents in its survey recalled seeing false or misleading information, with 10% saying they saw this kind of content “several times a day.”\n\nOn top of that, 57% of respondents said they were worried about getting conned by deepfake content, with 27% saying they had already encountered some.\n\nTo be fair, as you can see from the table below, TV, newspapers and radio all still have a lot to do to gain more trust from consumers, too. The bigger effort should be to ensure that news does not simply become a race to the bottom.",
        "authors": "['Ingrid Lunden']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2023/12/newspapers-pile.jpg?resize=1200,800",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/09/09/online-led-by-social-media-overtakes-tv-as-the-most-popular-source-of-news-in-the-uk-ofcom-says/",
        "timestamp": "1725943302.5048509",
        "displayed": 0
    },
    {
        "title": "Media & Entertainment News",
        "text": "When streaming to connected devices via Spotify Connect on iOS, users were previously able to use the physical buttons on their iPhone to adjust the volume. But this will no…",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png?resize=1200,1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/category/media-entertainment/",
        "timestamp": "1725943300.838948",
        "displayed": 0
    },
    {
        "title": "Paul Sawers, Author at TechCrunch",
        "text": "Paul is a senior writer based in London, focused largely (but not exclusively) on the world of UK and European startups. He also writes about other subjects that he’s passionate about, such as the business of open source software.\n\nPrior to joining TechCrunch in June 2022, Paul had gained more than a decade’s experience covering consumer and enterprise technologies for The Next Web (now owned by the Financial Times) and VentureBeat.\n\nPitches on: paul.sawers [at] techcrunch.com\n\nSecure/anon tip-offs via Signal: PSTC.08",
        "authors": "['Paul Sawers', 'Senior Reporter', 'Latest Paul Sawers']",
        "top_image": "https://secure.gravatar.com/avatar/0e65b9f8a55f99815b8fc5482ea868fc?s=500&d=identicon&r=g",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/paul-sawers/",
        "timestamp": "1725943297.366383",
        "displayed": 0
    },
    {
        "title": "Heart disease is the world’s biggest killer — this Cambridge Uni spinout is using AI to find new treatments",
        "text": "While artificial intelligence (AI) promises to transform all manner of industries, the biggest game-changing breakthroughs in this new era of data-infused machine intelligence arguably lies in the field of drug discovery. By analyzing vast amounts of biological data, AI can help researchers predict how different chemical compounds will interact with specific targets in the body, accelerating the discovery of promising drug candidates.\n\nIt’s against this backdrop that Cambridge University spinout CardiaTec is striving to tackle cardiovascular diseases (CVD). To bolster its efforts, the company today said it has raised $6.5 million in a seed round of funding.\n\nCVDs are the preeminent cause of death globally, resulting in 17.9 million deaths each year, according to The World Health Organization (WHO). At the top of the list is ischaemic heart disease (coronary heart disease), responsible for 13% of the world’s total deaths.\n\nFounded in 2021, CardiaTec is the handiwork of biotech and bioengineering graduates Raphael Peralta (CEO) and Thelma Zablocki (COO). They’re supported by their third co-founder and CTO, Namshik Han, a lecturer in AI drug discovery at the University of Cambridge, where Peralta and Zablocki studied for an MPhil in Bioscience Enterprise. Han, who has a background in machine learning, computational biology, cancer genomics, and cancer epigenomics, is also head of AI at the university’s Milner Therapeutics Institute, which forges close ties with industry, including pharmaceutical companies.\n\n“He (Han) is an academic who sits on the border with industry, so he understands that translational perspective,” Peralta told TechCrunch in an interview. “We came together with the opportunity to use Namshik’s work, but within the cardiovascular space.”\n\nCardiaTec is tackling the crux of the problem: The average expense of progressing a drug candidate from discovery through launch is around $2.2 billion, and that cost is driven substantively by the fact that 90% of potential candidates fail in the process, according to Deloitte. CardiaTec is setting out to “decode” the biology of CVDs.\n\nTo do this, the company has struck partnerships with 65 hospitals across the U.K. and the U.S., which are providing human heart tissue as part of the company’s broader data collection efforts, which will help it build what it calls the “largest human heart tissue-multi-omics dataset,” spanning a broad gamut of biological information from across molecular biology. By doing this, CardiaTec hopes to identify novel, targeted therapeutics.\n\n“Historically, it’s been very difficult to access human tissue, especially those of deceased people because of matters related to consent, ethics, and logistics,” Peralta said. “Now the infrastructure in hospitals is much more embedded, and we can actually begin to get access to these human tissues and generate data.”\n\nIn the context of cardiovascular disease, this means that CardiaTec can compare healthy artery tissue with that of an artery where plaque buildup has led to a heart attack, and generate the data its computational models need further downstream. Such computational approaches, involving a vast amount of different “multi-omics” data types, are capable of aggregating and analyzing data at a scale humans simply can’t match.\n\n“We can now look not just in genetics, but we can look at genetics, epigenetics, gene expression, protein function, all in a single model,” Peralta said. “So we have a much more in depth understanding of the mechanisms that are driving disease.”\n\nCardiaTec co-founder and CEO Raphael Peralta Image Credits: CardiaTec (opens in a new window)\n\nHeart of the problem\n\nWhile drugs made with help from AI have yet to make it to market, the early promise has created a wave of excitement and a swathe of startups have raised bucketloads of cash in the process. In the past few months alone, we’ve seen the likes of Xaira emerge from stealth with $1 billion in funding, while Sam Altman-backed Formation Bio raised $372 million. In the U.K., meanwhile, Healx has nabbed $47 million to identify new drugs for rare diseases.\n\nHeavily VC-backed pharmaceutical startup Insilico Medicine recently claimed a world’s first when it announced that it had identified a new drug candidate for a rare lung disease called idiopathic pulmonary fibrosis. AI played a pivotal role not only in designing the drug’s chemical structure, but in figuring out which part of a cell it should be targeting. The drug was initially tested in animals, and is currently in “Phase II” trials in the U.S. and China, where it’s hoped it will generate the evidence needed to establish its efficacy in treating humans.\n\nElsewhere, AI is being used to help discover everything from new antibiotics for tackling superbugs, to drugs for treating obsessive compulsive order (OCD).\n\nCiting data from peer-reviewed journal Nature Reviews Drug Discovery, Peralta said one of CardiaTec’s main differentiators is that its focus lies squarely on cardiovascular disease, which only 3% of active AI-first companies are targeting.\n\n“The majority of companies who are applying AI in therapeutic discovery are in oncology, followed by central nervous systems and neurogenic diseases, respiratory and infectious diseases, and then way at the bottom of the list is cardiovascular diseases,” Peralta said. “Cardiovascular disease is the world’s leading global cause of death — not a lot of people know that, but there’s a big unmet need that hasn’t been captured in pharma.”\n\nCardiaTec had previously raised $1.8 million in pre-seed funding, and with this fresh $6.5 million in cash, the company is well-financed to extend its proprietary data gathering efforts, wet lab validation of its therapeutic targets model, and bolster its eight-person team in Cambridge. The next step is to start identifying and testing actual drug candidates, which — in the grand scheme of drug R&D — is likely to be several years away.\n\nCardiaTec’s seed round was led by Montage Ventures, with participation from Continuum Health Ventures, Laidlaw Ventures, Apex Ventures, and a number of angel investors.",
        "authors": "['Paul Sawers']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/09/CardiaTec-Founders-e1725610925790.jpg?resize=1200,676",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/09/09/heart-disease-is-the-worlds-biggest-killer-this-cambridge-uni-spinout-is-using-ai-to-find-new-treatments/",
        "timestamp": "1725943295.498663",
        "displayed": 0
    },
    {
        "title": "Read the latest health news on TechCrunch",
        "text": "AI models are being applied to every dataset under the sun but are inconsistent in their outcomes. This is as true in the medical world as anywhere else, but a…",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png?resize=1200,1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/category/biotech-health/",
        "timestamp": "1725943293.660774",
        "displayed": 0
    },
    {
        "title": "Connie Loizos, Author at TechCrunch",
        "text": "Loizos has been reporting on Silicon Valley since the late ’90s, when she joined the original Red Herring magazine. Previously the Silicon Valley Editor of TechCrunch, she was named Editor in Chief and General Manager of TechCrunch in September 2023. She’s also the founder of StrictlyVC, a daily e-newsletter and lecture series acquired by Yahoo in August 2023 and now operated as a sub brand of TechCrunch.",
        "authors": "['Connie Loizos', 'Editor In Chief', 'General Manager', 'Latest Connie Loizos']",
        "top_image": "https://secure.gravatar.com/avatar/52bc07c5a4dde8dabe873328ca360e36?s=500&d=identicon&r=g",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/connie-loizos/",
        "timestamp": "1725943289.74671",
        "displayed": 0
    },
    {
        "title": "Sad Seattle Cybertruck became fleeting tourist destination",
        "text": "You could argue whether Cybertruck owners crave attention, but attention they receive, often by critics poking fun at the vehicles. People seem to particularly delight at Cybertruck mishaps, as when one arrived on Nantucket back in May and promptly got stuck in the sand.\n\nPerhaps it’s little wonder then that a damaged Cybertruck in Seattle’s Central District became its own tourist destination in recent days after being left on the side of a busy street. While it’s not clear how long it was there, it stayed long enough to become a point of fascination for Redditors, one of whom chronicled a makeshift memorial erected in front of the Cybertruck’s front bumper. According to Jalopnik, someone even created a Google Maps pin entry for the car that was later deleted.\n\nSeemingly, the truck was finally removed sometime on Monday, ending the intrigue. Judging by a photo on Reddit, its makeshift memorial was removed, too, with only two squished barrier posts left in its wake.",
        "authors": "['Connie Loizos']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/09/Screen-Shot-2024-09-09-at-9.35.47-PM.png?resize=1200,687",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/09/09/sad-seattle-cybertruck-became-fleeting-tourist-destination/",
        "timestamp": "1725943287.811276",
        "displayed": 0
    },
    {
        "title": "Transportation & Auto News",
        "text": "Soon, parents in range of Waymo robotaxis might not have to worry about picking up their kids from after-school activities — or any time, really. The San Francisco Standard reports…",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png?resize=1200,1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/category/transportation/",
        "timestamp": "1725943286.1573682",
        "displayed": 0
    },
    {
        "title": "Brian Heater, Author at TechCrunch",
        "text": "Brian Heater is the Hardware Editor at TechCrunch. He worked for a number of leading tech publications, including Engadget, PCMag, Laptop, and Tech Times, where he served as the Managing Editor. His writing has appeared in Spin, Wired, Playboy, Entertainment Weekly, The Onion, Boing Boing, Publishers Weekly, The Daily Beast and various other publications. He hosts the weekly Boing Boing interview podcast RiYL, has appeared as a regular NPR contributor and shares his Queens apartment with a rabbit named Juniper.",
        "authors": "['Brian Heater', 'Hardware Editor', 'Latest Brian Heater']",
        "top_image": "https://secure.gravatar.com/avatar/eb77d830ad404e16ee7a4c7000b5f49d?s=500&d=identicon&r=g",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/brian-heater/",
        "timestamp": "1725943284.330126",
        "displayed": 0
    },
    {
        "title": "What is Apple Intelligence, when is it coming and who will get it?",
        "text": "After months of speculation, Apple Intelligence took center stage at WWDC 2024 in June. The platform was announced in the wake of a torrent of generative AI news from companies like Google and Open AI, causing concern that the famously tight-lipped tech giant had missed the boat on the latest tech craze.\n\nContrary to such speculation, however, Apple had a team in place, working on what proved to be a very Apple approach to artificial intelligence. There was still pizzazz amid the demos — Apple always loves to put on a show — but Apple Intelligence is ultimately a very pragmatic take on the category.\n\nApple Intelligence (yes, AI for short) isn’t a standalone feature. Rather, it’s about integrating into existing offerings. While it is a branding exercise in a very real sense, the large language model (LLM) driven technology will operate behind the scenes. As far as the consumer is concerned, the technology will mostly present itself in the form of new features for existing apps.\n\nWe learned more during the Apple’s iPhone 16 event, which was held on September 9. During the event, Apple touted a number of AI-powered features coming to their devices, from translation on the Apple Watch Series 10, visual search on iPhones and a number of tweaks to Siri’s capabilities. Apple also revealed that Intelligence would launch in beta this fall in the U.S. in English, with a wider international rollout with additional languages planned through the end of this year into 2025.\n\nWhat is Apple Intelligence?\n\nImage Credits: Apple\n\nCupertino marketing executives have branded Apple Intelligence: “AI for the rest of us.” The platform is designed to leverage the things that generative AI already does well, like text and image generation, to improve upon existing features. Like other platforms including ChatGPT and Google Gemini, Apple Intelligence was trained on large information models. These systems use deep learning to form connections, whether it be text, images, video or music.\n\nThe text offering, powered by LLM, presents itself as Writing Tools. The feature is available across various Apple apps, including Mail, Messages, Pages and Notifications. It can be used to provide summaries of long text, proofread and even write messages for you, using content and tone prompts.\n\nImage generation has been integrated as well, in similar fashion — albeit a bit less seamlessly. Users can prompt Apple Intelligence to generate custom emojis (Genmojis) in an Apple house style. Image Playground, meanwhile, is a standalone image generation app that utilizes prompts to create visual content than can be used in Messages, Keynote or shared via social media.\n\nApple Intelligence also marks a long-awaited face-lift for Siri. The smart assistant was early to the game, but has mostly been neglected for the past several years. Siri is integrated much more deeply into Apple’s operating systems; for instance, instead of the familiar icon, users will see a glowing light around the edge of their iPhone screen when it’s doing its thing.\n\nMore important, new Siri works across apps. That means, for example, that you can ask Siri to edit a photo and then insert it directly into a text message. It’s a frictionless experience the assistant had previously lacked. Onscreen awareness means Siri uses the context of the content you’re currently engaged with to provide an appropriate answer.\n\nWho gets Apple Intelligence and when?\n\nImage Credits: Darrell Etherington\n\nIt’s too early to speak to the efficacy of any of the above features. While the latest batch of Apple operating systems hit public beta in July, Apple Intelligence isn’t yet fully baked. It’s clear, however, that Apple was pressed to talk it up in June both to bely concern that it didn’t have a generative AI plan and to offer a head start for developers.\n\nWhile we saw demos at WWDC, we’re going to have to wait until the fall to get our hands on a beta of Apple Intelligence. The first release will come in October in the U.S., solely with support for English. In December, localized English in Australia, Canada, New Zealand, South Africa and the U.K. will launch, and sometime in 2025 Apple planns to roll out Chinese, French, Japanese and Spanish language compatibility. As it happens, fall is also when the public versions of iOS/iPadOS 18 and Mac Sequoia will hit the App Store. The offering will be free to use, so long as you have one of the following pieces of hardware:\n\niPhone 15 Pro Max (A17 Pro)\n\niPhone 15 Pro (A17 Pro)\n\niPad Pro (M1 and later)\n\niPad Air (M1 and later)\n\nMacBook Air (M1 and later)\n\nMacBook Pro (M1 and later)\n\niMac (M1 and later)\n\nMac mini (M1 and later)\n\nMac Studio (M1 Max and later)\n\nMac Pro (M2 Ultra)\n\nNotably, only the Pro versions of the iPhone 15 are getting access, owing to shortcomings on the standard model’s chipset. Presumably, however, the whole iPhone 16 line will be able to run Apple Intelligence when it arrives.\n\nPrivate Cloud Compute\n\nImage Credits: Apple\n\nApple has taken a small-model, bespoke approach to training. Rather than relying on the kind of kitchen sink approach that fuels platforms like GPT and Gemini, the company has compiled datasets in-house for specific tasks like, say, composing an email. The biggest benefit of this approach is that many of these tasks become far less resource intensive and can be performed on-device.\n\nThat doesn’t apply to everything, however. More complex queries will utilize the new Private Cloud Compute offering. The company now operates remote servers running on Apple Silicon, which it claims allows it to offer the same level of privacy as its consumer devices. Whether an action is being performed locally or via the cloud will be invisible to the user, unless their device is offline, at which point remote queries will toss up an error.\n\nApple Intelligence with third-party apps\n\nImage Credits: Didem Mente/Anadolu Agency / Getty Images\n\nA lot was made about Apple’s pending partnership with OpenAI ahead of WWDC. Ultimately, however, it turned out that the deal was less about powering Apple Intelligence and more about offering an alternative platform for those things it’s not really built for. It’s a tacit acknowledgement that building a small-model system has its limitation.\n\nApple Intelligence is free. So, too, is access to ChatGPT. However, those with paid accounts to the latter will have access to premium features free users don’t. This will, presumably, be a big driver to the already thriving generative AI platform.\n\nWe know for sure that Apple plans to partner with additional generative AI services. The company all but said that Google Gemini is next on that list.",
        "authors": "['Brian Heater']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/06/wwdc24-apple-intelligence-02.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/09/09/what-is-apple-intelligence-when-is-coming-and-who-will-get-it/",
        "timestamp": "1725943282.503105",
        "displayed": 0
    },
    {
        "title": "Read the latest app news on TechCrunch",
        "text": "The app economy continues to grow, having produced a record number of downloads and consumer spending across both the iOS and Google Play stores. Keep up with this fast-moving industry in one place, with the latest from the world of apps, including news, updates, startup fundings, mergers and acquisitions, and much more.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png?resize=1200,1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/category/apps/",
        "timestamp": "1725943280.7488132",
        "displayed": 0
    },
    {
        "title": "Mary Ann Azevedo, Author at TechCrunch",
        "text": "Featured Article\n\nAntonio Nuño, Fatima Alvarez, and Enrique Rodriguez have been friends since they were five years old. As teenagers, they became volunteers helping indigenous communities — first in Mexico, then in other countries — and saw that many of the women were artisans. The trio came to realize that these artists…",
        "authors": "['Mary Ann Azevedo', 'Senior Reporter', 'Fintech', 'Latest Mary Ann Azevedo']",
        "top_image": "https://secure.gravatar.com/avatar/5ef18594d9cbb4fc310e49d514eaed8b?s=500&d=identicon&r=g",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/mary-ann-azevedo/",
        "timestamp": "1725943279.119392",
        "displayed": 0
    },
    {
        "title": "Miami-based AI bookkeeping startup Finally has raised another big round: $200M in equity and debt",
        "text": "The SMB-focused bookkeeping, accounting and finance startup Finally has raised $50 million in a Series B round of funding and secured a $150 million credit line, TechCrunch is the first to report.\n\nThe financing comes just seven months after the fintech company announced it had raised $10 million in funding, and brings Miami-based Finally’s total raised since its 2018 inception to $305 million in debt ($235 million in credit facilities) and equity ($74 million).\n\nFelix Rodriguez came up with the idea for Finally after seeing his Dominican Republican-born family start their own businesses in the United States. He’d also experienced his own challenges firsthand when starting his own companies, and concluded that not all small businesses were on a level playing field when it came to bookkeeping and working capital.\n\nSo in 2018, after also having worked as a network engineer, Rodriguez and his wife, Glennys Rodriguez, began helping small and mid-sized businesses manage their finances. The couple then teamed up with Edwin Mejia to start Finally. The company’s offering has evolved over time and today, finally offers AI-powered bookkeeping as well as accounting and financial services. It also offers a corporate card with insights into spending and last year, it added an artificial intelligence-powered ledger that offered business banking functions.\n\nIn some respects, Finally competes with the likes of Brex and Ramp as it offers expense management and a corporate card. But the company maintains it’s “a multi-product platform” that, for example, also offers payroll processing.\n\n“Finally is especially useful for SMB owners that don’t have time to learn 20 different apps for their bookkeeping and finance functions,” Felix Rodriguez said. “SMB owners have many priorities and often limited time. But one of the most important parts of running a business is understanding financial metrics, including cash burn and cash flow.”\n\nSince announcing its $95 million Series A in March of 2022, Finally says it has seen annual revenue growth of 300%, although it declined to reveal hard figures. The company serves over 1,500 business in the United States, and makes money through a combination of SaaS subscription fees, interchange fees and interest income.\n\nFinally also declined to share its valuation, saying only the Series B was “an up round.”\n\nPeakSpan provided the equity portion of the raise while Encina is offering the $150 million credit facility. The company plans to deepen its investment in sales and marketing and add new features such as a module for global hiring in its hiring product and more support for payments on the finance side.\n\nIt also plans to keep hiring. Presently, Finally has more than 220 employees, up from 95 this time last year. Among its hires this year was the appointment of Roy Duvall, former CTO at Calendly, to serve as its chief technology officer.\n\nJack Freeman, partner at PeakSpan Capital, said his firm had been evaluating the bookkeeping automation space for “several years” prior to meeting Rodriguez. The firm also provided capital in Finally’s $10 million raise earlier this year.\n\n“We immediately fell in love with his ‘all-in-one’ vision,” he told TechCrunch. “While other spend management software providers are focused on building out software features, Finally understands intuitively that software is only as valuable as the data you can feed it.”\n\nFinally, he said, ingests data, integrates with other software and offers embedded credit products alongside software products in an effort to serve as a “one-stop shop” for an SMB.\n\nFinally is not the only startup in this space to raise a significant amount as of late. In June, AccountsIQ, a Dublin-founded accounting technology company, raised €60 million (about $65 million) to build “the finance function of the future” for midsized companies: cloud-based, automated services boosted by AI to help accounting departments work faster and more intelligently. And Pennylane, another accounting startup that focuses on the SMB market, raised $40 million at a valuation of over $1 billion in February.\n\nWant more fintech news in your inbox? Sign up for TechCrunch Fintech here.\n\nWant to reach out with a tip? Email me at maryann@techcrunch.com or send me a message on Signal at 408.204.3036. You can also send a note to the whole TechCrunch crew at tips@techcrunch.com. For more secure communications, click here to contact us, which includes SecureDrop and links to encrypted messaging apps.",
        "authors": "['Mary Ann Azevedo']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/09/finallyFounders.jpg?resize=1200,766",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/09/09/miami-based-ai-bookkeeping-startup-finally-has-raised-another-big-round-200m-in-equity-and-debt/",
        "timestamp": "1725943277.196962",
        "displayed": 0
    },
    {
        "title": "Fintech News",
        "text": "Read the latest news and coverage of fintech, which stands for “financial technology,” focusing on everything from disruptor banks and innovations at established financial institutions to expense management startups, P2P payment services, checkout tools and the technologies that enable them.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png?resize=1200,1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/category/fintech/",
        "timestamp": "1725943275.536418",
        "displayed": 0
    },
    {
        "title": "Ivan Mehta, Author at TechCrunch",
        "text": "You can build a reminder and task management system for yourself, and use a service that works for your team. But it might not be easy to get your family…",
        "authors": "['Ivan Mehta', 'Latest Ivan Mehta']",
        "top_image": "https://secure.gravatar.com/avatar/723b22a81ff6a760c4520b963b43451e?s=500&d=identicon&r=g",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/ivan-mehta/",
        "timestamp": "1725943273.493106",
        "displayed": 0
    },
    {
        "title": "All the iPhone 16 models compared",
        "text": "Apple announced the iPhone 16 series of phones on Monday at its “It’s Glowtime” event. All the iPhones now have an action button and a dedicated camera button.\n\niPhone 16 Pro and iPhone 16 Pro Max\n\nDifferential specs\n\nDisplay: iPhone 16 Pro: 6.3-inch Super Retina display iPhone 16 Pro Max: 6.9-inch Super Retina display\n\n\n\nSize (L x W x H) and weight : iPhone 16 Pro: 149.6mm x 71.5mm x 8.25mm; 199 grams iPhone 16 Pro Max: 163mm x 77.6mm x 8.25mm; 227 grams\n\n:\n\nCommon specs\n\nProcessor: A18 Pro chip\n\nA18 Pro chip Rear Camera: 48-megapixel, ƒ/1.78 aperture main sensor; 48-megapixel, ƒ/2.2 aperture ultrawide sensor; 12-megapixel, ƒ/2.8 aperture telephoto sensor with up to 5x optical zoom\n\n48-megapixel, ƒ/1.78 aperture main sensor; 48-megapixel, ƒ/2.2 aperture ultrawide sensor; 12-megapixel, ƒ/2.8 aperture telephoto sensor with up to 5x optical zoom Front Camera: 12-megapixel, ƒ/1.9 aperture\n\n12-megapixel, ƒ/1.9 aperture Charging: USB C with USB 3 support\n\nUSB C with USB 3 support Colors: black titanium, natural titanium, white titanium and desert titanium\n\nThe iPhone 16 Pro starts at $999, and the iPhone 16 Pro Max starts at $1,199. These models will be available for preorder starting Friday and will ship September 20.\n\niPhone 16 and iPhone 16 Plus\n\nDifferential specs\n\nDisplay: iPhone 16: 6.1-inch Super Retina display iPhone 16 Plus: 6.7-inch Super Retina display\n\n\n\nSize (L x W x H) and weight : iPhone 16: 147.6mm x 71.6mm x 7.80mm; 170 grams iPhone 16 Plus: 160.9mm x 77.8mm x 8.25mm; 199 grams\n\n:\n\nCommon specs\n\nProcessor: A18 chip\n\nA18 chip Rear Camera: 48-megapixel, ƒ/1.78 aperture main sensor; 48-megapixel, ƒ/2.2 aperture ultrawide sensor; 12-megapixel; 2x optical zoom\n\n48-megapixel, ƒ/1.78 aperture main sensor; 48-megapixel, ƒ/2.2 aperture ultrawide sensor; 12-megapixel; 2x optical zoom Front Camera: 12-megapixel, ƒ/1.9 aperture\n\n12-megapixel, ƒ/1.9 aperture Charging: USB-C with USB 2 support\n\nUSB-C with USB 2 support Colors: black titanium, natural titanium, white titanium and desert titanium\n\nThe iPhone 16 starts at $799, and the iPhone 16 Plus starts at $899. These models will also be available for preorder starting Friday and will ship September 20.",
        "authors": "['Ivan Mehta']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/09/PXL_20240909_190027436.jpg?resize=1200,900",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/09/09/all-the-iphone-16-models-compared/",
        "timestamp": "1725943271.377656",
        "displayed": 0
    },
    {
        "title": "Latest gadget news, updates & reviews on TechCrunch",
        "text": "Featured Article\n\nThe $499 Paper Pro — a new naming convention to indicate it is a higher-end alternative to the now-$379 reMarkable 2, not a direct successor — is momentous for its addition of both color and a “frontlight,” though both features are what you might call muted.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png?resize=1200,1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/category/gadgets/",
        "timestamp": "1725943269.491411",
        "displayed": 0
    },
    {
        "title": "Morgan Little, Author at TechCrunch",
        "text": "Morgan Little is TechCrunch’s Director of Audience Development, having joined the team in 2023. He helps steer the site’s efforts across social media, SEO, newsletters and external partners, and is based in San Francisco.\n\nIn prior roles, Morgan led the audience teams for sites like CNET and GameSpot, juggled social media and political reporting for the Los Angeles Times and had a stint at marketing agencies that has given him a fear of timesheets.\n\nHe’s worked within the space long enough to have professionally run a Tumblr account, and still has Peach downloaded on his phone.",
        "authors": "['Morgan Little', 'Director Of Audience Development', 'Latest Morgan Little']",
        "top_image": "https://secure.gravatar.com/avatar/19c849efe2aaeb1130a5615bb16a83d6?s=500&d=identicon&r=g",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/morgan-little/",
        "timestamp": "1725943267.7018502",
        "displayed": 0
    },
    {
        "title": "iPhone 16, Apple Intelligence, AirPods 4 and more: Everything revealed at Apple Event 2024",
        "text": "Apple’s biggest event of the year has arrived, and with it, the iPhone 16 lineup and a slew of AI-related updates for iOS 18. Apple Intelligence was the star of the Apple event this year, like it was at WWDC in June, and Apple’s lineup of announcements echoed many of the anticipated hardware reveals, including the new iPhone 16, AirPods 4, the Apple Watch Series 10 and more. Broadcasting live from its headquarters in Cupertino, Apple’s “Glowtime” event kicked off at 10 a.m. PT, and you can watch the recording of the full Apple event here.\n\nWhether Monday’s reveals end up inspiring or delaying a “supercycle” of customers adopting the new iPhone 16 lineup remains to be seen, but Apple’s focus on AI as a core part of its sales pitch moving forward is clear. We’ll keep this post updated as reports emerge from the demo rooms and briefings following the event.\n\niPhone 16\n\nImage Credits: Apple\n\nAs no surprise, the iPhone 16 “has been designed for Apple Intelligence from the ground up,” in the words of CEO Tim Cook, and the tweaked designs and new colors were revealed at the Apple event. The new iPhone 16 lineup comes with a camera control along the side, which allows for physical interactions to access camera features, along with the new A18 chip that Apple claims makes the iPhone 16 up to 30% faster than the iPhone 15. The iPhone 16 starts at $799 for the 128GB model, with the 16 Plus starting at $899 with the same amount of storage. Catch up on our ongoing iPhone 16 updates here.\n\nAnd for a rundown on what distinguishes the new iPhone 16 lineup, you can head right here.\n\nHands-on with the iPhone 16’s camera button\n\nImage Credits: Brian Heater\n\nIn the words of our editor Brian Heater, Apple is “feeling a lot more bullish about buttons these days.” And after the Apple event broadcast concluded, he got the chance to see that the Camera Control button actually adds to the iPhone experience, at least for a brief demo.\n\n“Like any other new feature, Camera Control takes a bit to master. The trickiest part is determining how much pressure to apply in order to toggle between features. That, however, is what makes it unique versus earlier camera buttons. It’s more than just a way to open the camera app and take a shot. It also lets you navigate within the app itself,” he wrote, and you can check out his full hands-on with the iPhone 16’s biggest physical change right here.\n\nApple Intelligence\n\nImage Credits: Apple\n\nFirst revealed at WWDC, Apple Intelligence is mostly being presented as a more private large language model operating behind the scenes to improve existing apps and features. Retreading many of its WWDC reveals, Apple touted Intelligence’s ability to survey inboxes, with summaries surfacing for emails, and notifications altered to provide summaries as well with priority notifications elevated to the top of their stacks. Claiming “a new era for Siri,” Apple boasted that its Intelligence upgrades allow Siri to understand requests that are less than eloquently delivered, walk users through specific tasks within the iPhone and gain on-screen awareness of actions taking place on the phone.\n\nApple Intelligence is launching as a beta in the U.S. in the fall, with localized English coming to several markets in December. Additional languages like Chinese, French, Japanese and Spanish are targeted for 2025.\n\nApple also detailed visual search, which is powered by Apple Intelligence, which combines the functions of a reverse image search with text recognition to add the details of an event to your calendar from a photo, or pull information about a restaurant directly from a photo of it.\n\nUltimately, one of the biggest questions coming out of Apple’s claims about Intelligence’s potential to improve user experiences across multiple product lines is simple: Is Siri actually useful now?\n\niOS 18 launching September 16\n\nImage Credits: Apple\n\nWe already got a first impression of iOS 18 through its beta release earlier this year, though its initial rollout without Apple Intelligence’s features wasn’t particularly impressive. As mentioned above, a lot of the most anticipated AI features will be coming later in 2024, but iOS 18 still has other messaging and control center updates you can run through in detail here ahead of its newly announced launch date of September 16, with all iPhones, including and after the iPhone XR and SE (second gen), eligible for the update. You can get a more detailed rundown on your device’s iOS 18 compatibility here.\n\nCamera controls on the iPhone 16\n\nImage Credits: Apple\n\nOne of the biggest physical updates to the iPhone 16 lineup comes in the form of the camera control button. The camera control responds to clicks and different physical gestures, with light presses showing clean previews while a hard click can take a photo. Trailing a finger along the button lets dials and settings to be changed. Read the full rundown on what the camera control can be used for here.\n\niPhone 16 Pro, Pro Max\n\nImage Credits: Apple\n\nApple’s more premium iPhone models come with expected screen changes, with the screen taking up 6.3 inches on the Pro, 6.9 inches on the Pro Max for the biggest screens on an iPhone yet. The iPhone 16 Pro and Pro Max have a new A18 Pro chip, an upgraded camera with faster shutter speeds, the ability to capture 4K video at 120 fps and other changes you can run through here. The iPhone 16 Pro stars at $999 and the 16 Pro Max starts at $1,119 with both up for preorder Friday and launching in stores September 20.\n\nApple Watch Series 10\n\nImage Credits: Apple\n\nApple kicked things off with reveals on the Watch for the line’s 10th anniversary, rolling out a series of updates within the Apple Watch Series 10 line, including a tweaked design with more rounded corners and an updated aspect ratio, with Apple’s first wide-angle OLED screens. The Series 10’s display is up to 40% brighter when viewed at an angle and is the thinnest Apple Watch yet at 9.7mm and up to 10% lighter than the previous models. Unsurprisingly, AI featured in the Apple Watch Series 10 reveal, with a new photos watch face using AI to curate the photos shown on the display, and translation tools using machine learning to improve output.\n\nApple Watches are also getting an update to detect sleep apnea, which is pending FDA clearance. The feature will come to both the Series 10 and Series 9 watches. The Apple Watch Series 10 will start at $399, and it launches September 20.\n\nRead more on the Apple Watch Series 10 here.\n\nApple Watch Ultra\n\nImage Credits: Apple\n\nApple has long touted the Ultra as a device for fitness aficionados, boasting custom workouts, running track detection, bike rides as live activities and so on. And after a lead-up to a reveal, Apple dropped that there won’t be an Apple Watch Ultra 3 yet, instead announcing a new satin black color for the Ultra 2.\n\nAirPods 4\n\nImage Credits: Apple\n\nApple claims the new AirPods 4 are the “most comfortable AirPods ever,” with a new A2 chip under the tweaked design. Personalized Spatial Audio is coming to the AirPods 4, along with the addition of machine learning for Siri to pick up head shakes and nods as responses to prompts. The new AirPods 4 will also be available September 20, starting at $129 with active noise cancellation added for the $179 tier. Get the full rundown on the AirPods updates here.\n\nAirPods Pro 2\n\nImage Credits: Apple\n\nThree points were highlighted for AirPods Pro 2 updates: prevention, awareness and assistance. For prevention, hearing protection will be added and on by default for passive noise reduction, managed through machine learning. For awareness, Apple is adding a “clinically validated” hearing test that owners can take at any time.\n\nAnd then for assistance, hearing aid features are launching for those whose hearing tests identify them as potentially benefiting from hearing assistance features. Apple claims that they expect clearance from the FDA on these features “soon,” with updates expected to come to iOS in the fall.\n\nAirPods Max\n\nImage Credits: Apple\n\nA series of incremental updates came to AirPods Max during the Apple Event, with USB-C added in, and a series of new colors coming to the updated headphones September 20 for the same price of $549. Get the full rundown here.\n\nCheaper iPhones (in India)\n\nApple readies first retail store in India Image Credits: Apple\n\nThe iPhone 16 lineup pricing is familiar for those following Apple in the states, but in India, Apple fans will be able to benefit from a discount from the iPhone 15 lineup of about 15,000 rupees, which is roughly $178, The price comes after India lowered import duties on electronics, and amid Apple’s expansion of local manufacturing, which had earlier spurred a discount for the 15 models in the country.\n\nVoice Memos with background music\n\nImage Credits: Apple\n\nApple showed off a new feature for the Voice Memos app, which allows vocal tracks to be layered on top of pre-recorded music or instrumentals. Read more here.\n\nNew macOS Sequoia launching September 16\n\nImage Credits: Apple\n\nIn an untraditionally swift launch for its macOS updates, Apple announced that the update first showcased at WWDC 2024 will launch in a week, with a series of updates built upon Apple Intelligence that you can run through here.",
        "authors": "['Morgan Little']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/09/apple-iphone-16-v1.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/09/09/iphone-16-apple-intelligence-airpods-4-and-more-live-updates-on-everything-revealed-at-apple-event-2024/",
        "timestamp": "1725943266.35989",
        "displayed": 0
    },
    {
        "title": "Apple says AirPods Pro 2 can be used as ‘clinical-grade’ hearing aids",
        "text": "Apple says that the AirPods Pro 2, its latest flagship wireless earbuds, can be used as “clinical-grade” hearing aids. The feature hasn’t been FDA-cleared, however, although the company says that it expects approval “soon.” The new AirPods were announced at the Apple “It’s Glowtime” event.\n\nThe hearing aid feature, when enabled, boosts specific sounds in real time, like parts of speech or elements of an environment. It also applies a personalized hearing profile (more on that below) to music, movies and phone calls across devices.\n\nApple says this will allow wearers to better hear their surroundings and engage in conversations.\n\nImage Credits: Apple\n\nIn a related announcement, Apple previewed a five-minute certified hearing test coming to iOS 18 and AirPods Pro 2 that’ll allow users to check their current hearing health. The test, which has users tap on their smartphone’s screen after they hear a series of tones at different volumes and frequencies, builds on learnings from Apple’s hearing studies, and was developed using “large-scale real-world data,” Apple says.\n\nAfter taking a hearing test, you’ll get results in a personalized hearing profile (which the aforementioned hearing aid feature uses). The results will be stored in Apple’s Health app, where they can optionally be shared with a healthcare provider.\n\nThe hearing profile can be applied in tandem with a feature called Media Assist to boost certain parts of speech on a phone call or instruments within a soundtrack. Apple claims that users with little-to-no hearing loss can still benefit from the adjustments at individual frequencies.\n\nBoth the hearing aid feature for AirPods Pro 2 and the hearing test for iOS 18 will launch this fall via a software update in over 100 countries and regions.",
        "authors": "['Kyle Wiggers']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2023/09/Airpods-Pro-2-USB-C-1.jpg?w=1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/09/09/apple-says-airpods-pro-2-can-be-used-as-clinical-grade-hearing-aids/",
        "timestamp": "1725943264.1570802",
        "displayed": 0
    },
    {
        "title": "Kyle Wiggers, Author at TechCrunch",
        "text": "Kyle Wiggers is a senior reporter at TechCrunch with a special interest in artificial intelligence. His writing has appeared in VentureBeat and Digital Trends, as well as a range of gadget blogs including Android Police, Android Authority, Droid-Life, and XDA-Developers. He lives in Brooklyn with his partner, a piano educator, and dabbles in piano himself. occasionally — if mostly unsuccessfully.",
        "authors": "['Kyle Wiggers', 'Senior Reporter', 'Enterprise', 'Latest Kyle Wiggers']",
        "top_image": "https://secure.gravatar.com/avatar/c444ee74e16b994683cd9c6497173dda?s=500&d=identicon&r=g",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/author/kyle-wiggers/",
        "timestamp": "1725943262.252042",
        "displayed": 0
    },
    {
        "title": "Apple says AirPods Pro 2 can be used as ‘clinical-grade’ hearing aids",
        "text": "Apple says that the AirPods Pro 2, its latest flagship wireless earbuds, can be used as “clinical-grade” hearing aids. The feature hasn’t been FDA-cleared, however, although the company says that it expects approval “soon.” The new AirPods were announced at the Apple “It’s Glowtime” event.\n\nThe hearing aid feature, when enabled, boosts specific sounds in real time, like parts of speech or elements of an environment. It also applies a personalized hearing profile (more on that below) to music, movies and phone calls across devices.\n\nApple says this will allow wearers to better hear their surroundings and engage in conversations.\n\nImage Credits: Apple\n\nIn a related announcement, Apple previewed a five-minute certified hearing test coming to iOS 18 and AirPods Pro 2 that’ll allow users to check their current hearing health. The test, which has users tap on their smartphone’s screen after they hear a series of tones at different volumes and frequencies, builds on learnings from Apple’s hearing studies, and was developed using “large-scale real-world data,” Apple says.\n\nAfter taking a hearing test, you’ll get results in a personalized hearing profile (which the aforementioned hearing aid feature uses). The results will be stored in Apple’s Health app, where they can optionally be shared with a healthcare provider.\n\nThe hearing profile can be applied in tandem with a feature called Media Assist to boost certain parts of speech on a phone call or instruments within a soundtrack. Apple claims that users with little-to-no hearing loss can still benefit from the adjustments at individual frequencies.\n\nBoth the hearing aid feature for AirPods Pro 2 and the hearing test for iOS 18 will launch this fall via a software update in over 100 countries and regions.",
        "authors": "['Kyle Wiggers']",
        "top_image": "https://techcrunch.com/wp-content/uploads/2023/09/Airpods-Pro-2-USB-C-1.jpg?w=1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/2024/09/09/apple-says-airpods-pro-2-can-be-used-as-clinical-grade-hearing-aids/",
        "timestamp": "1725943260.602591",
        "displayed": 0
    },
    {
        "title": "AI News & Artificial Intelligence",
        "text": "Featured Article\n\nAntonio Nuño, Fatima Alvarez, and Enrique Rodriguez have been friends since they were five years old. As teenagers, they became volunteers helping indigenous communities — first in Mexico, then in other countries — and saw that many of the women were artisans. The trio came to realize that these artists…",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png?resize=1200,1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/category/artificial-intelligence/",
        "timestamp": "1725943258.9280891",
        "displayed": 0
    },
    {
        "title": "TechCrunch",
        "text": "The hottest social media platform also faces the most precarious future, at least in the U.S. TikTok’s rapid adoption and ascent to become a prominent and profitable driver of culture across generations has sparked plenty of copycat efforts from its competitors, in addition to rare bipartisan scrutiny from the federal government. TechCrunch is covering the decision facing TikTok owner Bytedance: either it sells its U.S. operations to a separate company or faces a potential ban on its operations within the country.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/04/GettyImages-2084803237.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/tiktok/",
        "timestamp": "1725943257.105203",
        "displayed": 0
    },
    {
        "title": "Amazon news and analysis",
        "text": "Amazon’s lofty ambitions across retail, cloud computing and now AI remain in place as it continues to be among the biggest players in e-commerce. The company, like many others, is deploying AI features and services across its offerings like hosting generative AI models within AWS or adding AI voice search to its smart devices, with TechCrunch particularly covering its efforts within the cloud computing and enterprise spaces.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2022/09/amazon-logo.jpg?resize=1200,653",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/amazon/",
        "timestamp": "1725943255.080503",
        "displayed": 0
    },
    {
        "title": "TechCrunch",
        "text": "Acquired by Facebook in 2012 for what is now the bargain price of $1 billion, Instagram continues to be a flagship platform within the Meta portfolio and TechCrunch continues to cover its evolution. Instagram has recently shifted its focus toward Reels, its short-form video product that is strongly reminiscent of TikTok, and its latest offshoot platform Threads, which is the company’s X challenger that could also become the wider public’s introduction to the fediverse and federated social networks.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2022/12/instagram-recap-reel.png?resize=1200,673",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/instagram/",
        "timestamp": "1725943253.4337652",
        "displayed": 0
    },
    {
        "title": "TechCrunch",
        "text": "Facebook renamed itself Meta to reflect its focus on expanding the Metaverse, but its development of Facebook and Instagram, its biggest platforms, have become increasingly focused around AI. It has taken an open-source approach with its Llama large language model, while also continuing to try to unseat X with its still-new microblogging challenger Threads, and TechCrunch is covering all of its moves and updates across its many platforms.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/01/GettyImages-1975387103.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/meta/",
        "timestamp": "1725943251.567874",
        "displayed": 0
    },
    {
        "title": "TechCrunch",
        "text": "Microsoft has benefited substantially from the rise of AI. Its partnership and close relationship with OpenAI has continued through 2024, as it looks to establish its Copilot chatbot as a go-to tool across its software and hardware offerings, even dedicating a button to it on future Windows device keyboards. TechCrunch covers those developments, and its other recent moves like unbundling Teams and Office and successfully defeating an antitrust challenge against its acquisition of Activision Blizzard.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/02/GettyImages-1244789707.jpg?resize=1200,800",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/microsoft/",
        "timestamp": "1725943249.420694",
        "displayed": 0
    },
    {
        "title": "Google news and analysis",
        "text": "Google has repositioned itself as an AI-focused company, with everything from Search and Android, to YouTube and its internal structure, shifting to accommodate for that pivot — and TechCrunch is here to cover every step of its evolution. Its Gemini model is being rolled out in more countries and across more use cases than ever, though its revenue remains tied to its existing advertising offerings.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/06/GettyImages-1886461270.jpg?resize=1200,784",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/google/",
        "timestamp": "1725943247.607657",
        "displayed": 0
    },
    {
        "title": "TechCrunch",
        "text": "From nascent startups to established companies, tech layoffs are a reality of the business world. But during the past couple of years, layoffs have increasingly hit the tech sector, with impacts felt by workers across all industries and regions. In 2023 alone, more than 260,000 tech workers lost their jobs, with more than 80,000 already laid off in 2024.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2024/05/layoffs-e1684946575831.webp?w=1200",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/layoffs/",
        "timestamp": "1725943245.9952",
        "displayed": 0
    },
    {
        "title": "Cloud Computing",
        "text": "Cloud computing has become so established that it’s easy to take it for granted, but it remains a huge moneymaker for companies like Amazon, Microsoft, Salesforce and beyond. Anyone leveraging software as a service is benefiting from cloud computing, and it remains core to TechCrunch’s coverage of the many innovations and startups emerging from the tech community.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2023/11/GettyImages-1367727726.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/cloud-computing/",
        "timestamp": "1725943244.306299",
        "displayed": 0
    },
    {
        "title": "Apple news and analysis",
        "text": "Apple’s hardware and software ecosystems have long created opportunities for startup innovation. The iPhone and its App Store, recent regulatory challenges aside, set the pace for the smartphone market in many countries. And TechCrunch is covering Apple’s expansion into new areas, like with the Vision Pro and AR/VR, as well as its anticipated introduction of AI to iOS.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2022/09/AppleEvent.SEP07Keynote.Tim_Cook.02.jpg?resize=1200,675",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/tag/apple/",
        "timestamp": "1725943242.367612",
        "displayed": 0
    },
    {
        "title": "TechCrunch",
        "text": "x\n\nTechCrunch works best with the latest versions of the browsers. You're using an outdated or unsupported browser and some TechCrunch features may not work properly. Please update your browser version now. More Info",
        "authors": "[]",
        "top_image": "https://s.yimg.com/wm/assets/images/ns/techcrunch-favicon-v0.0.1.png",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/my-account/",
        "timestamp": "1725943240.620567",
        "displayed": 0
    },
    {
        "title": "Startup and Technology News",
        "text": "You will get the iOS 18 update if you have an iPhone XR or later, or iPhone SE (second gen) or later.",
        "authors": "[]",
        "top_image": "https://techcrunch.com/wp-content/uploads/2018/04/tc-logo-2018-square-reverse2x.png",
        "keywords": "[]",
        "summary": "",
        "url": "https://techcrunch.com/",
        "timestamp": "1725943237.95411",
        "displayed": 0
    }
]